Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/cost/index.po
Languages: es

source: CoST IDS & OCDS Mapping
es: IDS de CoST & Mapeo OCDS

source: CoST – the Infrastructure Transparency Initiative (CoST) is the leading global initiative improving transparency and accountability in public infrastructure.
es: CoST – la Iniciativa de Transparencia en Infraestructura (CoST) es la iniciativa líder a nivel global que busca mejorar la transparencia y la rendición de cuentas en infraestructura pública.

source: The [CoST approach](http://infrastructuretransparency.org/our-approach/) is based on four core features:
es: El [enfoque de CoST](http://infrastructuretransparency.org/our-approach/) se basa en cuatro características clave:

source: **Disclosure** - where procuring entities are asked to follow the CoST Infrastructure Data Standard. This describes 40 items of data that should be proactively disclosed at key stages of an infrastructure project cycle.
es: **Divulgación** - en la cual se solicita a las entidades de adquisición que sigan el Estándar de Datos sobre Infraestructura de CoST. Este describe 40 elementos de datos que deberían ser divulgados proactivamente en etapas clave del ciclo de un proyecto de infraestructura.

source: **Assurance** - an independent review of the disclosed data by assurance teams based within CoST national programmes. Teams may identify key issues of concern analyzing the data that has been disclosed, and will put technical terms into plain language to allow stakeholders to understand the issues, and hold decision makers to account.
es: **Aseguramiento** - una revisión independiente de los datos divulgados por parte de equipos de aseguramiento establecidos en el marco de los programas de CoST. Los equipos pueden identificar motivos de preocupación clave analizando los datos que han sido divulgados, y convertirán términos técnicos en lenguaje sencillo para que las partes interesadas entiendan los problemas, pedir rendición de cuentas a los que están a cargo de la toma de decisiones.

source: **Multi-stakeholder working** - each CoST national programme is managed by a stakeholder group including government, private sector and civil society.
es: **Trabajo multisectorial** - cada programa nacional o sub-nacional de CoST es administrado por un grupo multisectorial que incluye el gobierno, el sector privado y la sociedad civil.

source: **Social accountability** - raising awareness of key issues arising from the assurance process, and engaging civil society and media to hold decision makers to account.
es: **Auditoría social** - es la concientización sobre preocupaciones clave que surgen del proceso de aseguramiento, e involucra a la sociedad civil y a los medios de comunicación para que demanden rendición de cuentas a los encargados de los proyectos.

source: The 'Infrastructure Data Standard' is a **framework for disclosure** which has been adapted by a range of CoST national programmes, who have variously prioritized different elements based on their local needs, or who have included additional elements that they wish to monitor: particularly additional kinds of documentation that should be provided for each infrastructure project.
es: El 'Infrastructure Data Standard' es un **marco de trabajo para la divulgación** que ha sido adaptado por un rango de programas de CoST, quienes han priorizado de manera distinta diferentes elementos en base a sus necesidades locales, o quienes han incluido elementos adicionales que desean monitorear: particularmente, tipos de documentación adicionales que deberían ser proveídos por cada proyecto de infraestructura.

source: You can read more about the Infrastructure Data Standard on the [CoST website](https://infrastructuretransparency.org/our-approach/disclosure/).
es: Puede leer más sobre el Estándar de Datos sobre Infraestructura en el [sitio web de CoST](https://infrastructuretransparency.org/our-approach/disclosure/).

source: Frameworks and standards
es: Marcos y estándares

source: There is an important distinction between the Infrastructure Data Standard (IDS) and the Open Contracting Data Standard (OCDS). IDS provides a framework to identify *categories of information* that should be disclosed. OCDS describes *specific fields* and how they should be structured as data.
es: Hay una distinción importante entre el Estándar de Datos sobre Infraestructura (IDS) y el Estándar de Datos de Contrataciones Abiertas (OCDS). El IDS provee un marco para identificar *categorías de información* que deberían ser publicadas. OCDS describe *campos específicos* y cómo deberían estar estructurados como datos.

source: The [Open Contracting for Infrastructure Data Standard (OC4IDS)](../projects/index) documented on this site acts as a bridge between the IDS framework, and the idea of a more structured technical data standard.
es: Las [Contrataciones Abiertas para el Estándar de Datos sobre Infraestructura (OC4IDS, por sus siglas en inglés)](../projects/index) documentadas en este sitio actúan como un puente entre el marco de trabajo del IDS, y la idea de un estándar de datos técnico más estructurado.

source: The following tables document two mappings:
es: Las siguientes dos tablas de mapeo describen:

source: The [**CoST IDS to OC4IDS**](#cost-ids-to-oc4ids-mapping) mapping describes how to represent each element of the CoST IDS as structured data using OC4IDS. Use this mapping if you already collect data according to the CoST IDS and you want to publish your data using OC4IDS, or if you want to make sure that your OC4IDS publication conforms to the CoST IDS.
es: El mapeo [**IDS de CoST a OC4IDS**](#cost-ids-to-oc4ids-mapping) describe cómo representar cada elemento del IDS de CoST como datos estructurados utilizando OC4IDS. Utilice este mapeo si usted ya recopila datos de acuerdo con el IDS de CoST y desea publicar sus datos utilizando OC4IDS, o si desea asegurarse de que su publicación de OC4IDS se ajuste al IDS de CoST.

source: The [**OCDS to OC4IDS**](#ocds-to-oc4ids-mapping) mapping describes how to use OCDS data to populate the sections of an OC4IDS file which relate to the CoST IDS. Use this mapping if you have access to OCDS data on infrastructure contracting processes and you want to create a summary by project in OC4IDS format, or if you want to check which CoST IDS elements your OCDS data covers.
es: El mapeo [**OCDS a OC4IDS**](#ocds-to-oc4ids-mapping) describe cómo usar datos OCDS para completar las secciones de un archivo OC4IDS que se relacionan con el IDS de CoST. Utilice este mapeo si tiene acceso a datos OCDS sobre procesos de contratación de infraestructura y desea crear un resumen por proyecto en formato OC4IDS, o si desea verificar qué elementos del IDS de CoST cubren sus datos OCDS.

source: The organization of the mapping tables reflects the structure of the CoST IDS, which is described in [Getting Started](../projects/index).
es: La organización de las tablas de mapeo refleja la estructura del IDS de CoST, que se describe en [Para comenzar](../projects/index).

source: The mapping tables use `/` notation to reference fields in OCDS data, e.g. `/tender/status`, and `.` notation to reference fields in the OC4IDS schema, e.g. `.budget.approvalDate`.
es: Las tablas de mapeo utilizan la notación `/` para referirse a los campos de datos en OCDS, por ejemplo `/tender/status`, y la notación `.` se refiere a los campos en el esquema OC4IDS, por ejemplo `.budget.approvalDate`.

source: The CoST IDS also sets out a number of disclosure requirements under the heading of 'information for disclosure upon request', also known as 'reactive disclosure'. You can disclose these elements proactively using OC4IDS. Separate tables are provided for reactive disclosures in each mapping.
es: El IDS de CoST también establece una serie de requisitos de divulgación bajo el título de 'information for disclosure upon request', también conocida como 'reactive disclosure'. Puede divulgar estos elementos de forma proactiva utilizando el OC4IDS. Se proporcionan tablas separadas para divulgaciones reactivas en cada mapeo.

source: Common operations
es: Operaciones comunes

source: To avoid repetition in the mapping, we refer and link to the following common operations.
es: Para evitar la repetición en el mapeo, nos referimos y vinculamos a las siguientes operaciones comunes.

source: Add a project document
es: Agregar un documento de proyecto

source: Add a `Document` object to the `documents` array and set its fields as follows:
es: Agregar un objeto `Document` a la lista `documents` y establecer sus campos como sigue:

source: Set its `.id` incrementally
es: Establecer `.id` incrementalmente

source: Set its `.url` to a direct link to the document
es: Establecer `.url` a un enlace directo al documento

source: Set its `.title` to the title of the document
es: Establecer `.title` a un título del documento

source: Add a contracting process document
es: Agregar un documento de proceso de contratación

source: Add a `Document` object to the `contractingProcesses.summary.documents` array and set its fields as follows:
es: Agregar un objeto `Document` a la lista `contractingProcesses.summary.documents` y establecer sus campos como sigue:

source: CoST IDS to OC4IDS Mapping
es: Del IDS de CoST al Mapeo OC4IDS

source: Project level
es: Nivel de proyecto

source: Identification
es: Identificación

source: Preparation
es: Preparación

source: Project completion
es: Finalización del proyecto

source: Reactive disclosures
es: Divulgación reactiva

source: Identification and preparation
es: Identificación y preparación

source: Completion
es: Finalización

source: Implementation progress reports
es: Informes de progreso de implementación

source: In addition to the documents listed in the mapping table, you can use OC4IDS to publish structured data on planned and actual physical and financial progress.
es: Además de los documentos enumerados en la tabla de mapeo, puede utilizar el OC4IDS para publicar datos estructurados sobre el progreso físico y financiero planificado y real.

source: Choose from the following options, depending on the data you collect and the data required by your use cases.
es: Elegir entre las siguientes opciones, según los datos recopilados y requeridos de acuerdo con sus casos de uso.

source: **Actual progress over time**
es: **Progreso real a lo largo del tiempo**

source: Add a `Metric` object to the `metrics` array and:
es: Agregar un objeto `Document` a la lista `metrics` y:

source: For financial progress, set its `id` to 'financialProgress' and set its title to 'Financial progress', or the equivalent in the language of your publication.
es: Para el progreso financiero, establecer `id` en 'financialProgress' y establecer el título a 'Progreso financiero', o el equivalente en el idioma de su publicación.

source: For physical progress, set its `id` to 'physicalProgress' and set its title to 'Physical progress', or the equivalent in the language of your publication.
es: Para el progreso físico, establecer `id` a 'physicalProgress' y establecer el título a 'Physical progress', o el equivalente en el idioma de su publicación.

source: For each progress update, add an `Observation` object to the `Metric` object's `.observations` array and:
es: Para cada actualización de progreso, agregar un objeto `Observation` a la lista `.observations` del objeto `Metric` y:

source: Set its `.measure` to the financial progress of the project. For example, for a project that is 75% complete, set `.measure` to `75`
es: Establecer `.measure` al progreso financiero del proyecto. Por ejemplo, para un proyecto que está completo en un 75%, establecer `.measure` en `75`

source: Set its `.unit.name` to 'percent', set its `unit.id` to 'P1' and set its `unit.scheme` to 'UNCEFACT'
es: Establecer `.unit.name` en 'percent', establecer `unit.id` a 'P1' y establecer su `unit.scheme` en 'UNCEFACT'

source: Set its `period.startDate` and `period.endDate` to the date on which the financial progress was measured
es: Establecer `period.startDate` y `period.endDate` en la fecha en la que se midió el progreso financiero

source: *Example:*
es: *Ejemplo:*

source: **A single progress figure**
es: **Una sola figura de progreso**

source: If your implementation does not store a change history, you can publish a single `Observation` object for each `Metric` and update the `Observation` object's `.measure` each time there is a progress update.
es: Si su implementación no almacena un historial de cambios, puede publicar un objeto `Observation` para cada `Metric` y actualizar `.measure` en el objeto `Observation` cada vez que hay una actualización de progreso.

source: **Planned progress over time**
es: **Progreso planificado a lo largo del tiempo**

source: You can use the `forecasts` array to publish progress forecasts for different points in time.
es: Puede utilizar la lista `forecasts` para publicar previsiones de progreso para diferentes puntos en el tiempo.

source: Add a `Metric` object to the `forecasts` array and:
es: Agregar un objeto `Metric` a la lista `forecasts` y:

source: For each forecast, add an `Observation` object to the `Metric` object's `.observations` array and:
es: Para cada pronóstico, agregar un objeto `Observation` a la lista `.observations` del objeto `Metric` y:

source: Set its `.measure` to the forecast progress of the project. For example, to forecast when the project is expected to be complete, set `.measure` to `100`.
es: Establecer `.measure` para el progreso previsto del proyecto. Por ejemplo, para pronosticar cuándo se espera que el proyecto esté completo, establecer `.measure` en` 100`.

source: Set its `period.startDate` and `period.endDate` to the date on which you expect the progress to be achieved
es: Establecer `period.startDate` y `period.endDate` hasta la fecha en la que espera que se alcance el progreso

source: Process level
es: Nivel de proceso

source: The mappings in this section relate to the `contractingProcesses` section of the OC4IDS schema, unless otherwise specified.
es: Los mapeos de esta sección se relacionan con la de `contractingProcesses` del esquema OC4IDS, a menos que se especifique lo contrario.

source: Procurement
es: Contratación

source: Implementation
es: Implementación

source: Contract
es: Contrato

source: OCDS to OC4IDS Mapping
es: Mapeo OCDS a OC4IDS

source: Guidance
es: Guía

source: Command-line tool and reference implementation
es: Implementación de referencia y herramienta de línea de comandos

source: OCDS Kit's [convert-to-oc4ids](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#convert-to-oc4ids) command is a command-line tool and reference implementation for converting OCDS data to OC4IDS format.
es: OCDS Kit [convert-to-oc4ids](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#convert-to-oc4ids) es una herramienta de línea de comandos y una implementación de referencia para convertir datos OCDS al formato OC4IDS.

source: `convert-to-oc4ids` covers most mappings in the following categories:
es: `convert-to-oc4ids` cubre la mayoría de los mapeos en las siguientes categorías:

source: project-level identification
es: Identificación a nivel de proyecto

source: project-level preparation
es: Preparación a nivel de proyecto

source: process-level procurement
es: Contratación a nivel de proceso

source: However, `convert-to-oc4ids` does not cover all mappings, nor does it perform currency conversions. Mappings which `convert-to-oc4ids` does not cover are shown in *italics*.
es: Sin embargo, `convert-to-oc4ids` no cubre todos los mapeos, ni realiza conversiones de moneda. Los mapeos que no cubren `convert-to-oc4ids` se muestran en *cursiva *.

source: Mapping codelists
es: Mapeo de listas de códigos

source: Mappings that depend on the specific classification or codelist used in the OCDS data are not documented in detail, as they may differ by publisher. For example, mapping to the OC4IDS projectSector codelist.
es: Los mapeos que dependen de la clasificación o lista de códigos específica utilizada en los datos de OCDS no se documentan en detalle, ya que pueden diferir según el publicador. Por ejemplo, el mapeo a la lista de códigos de projectSector del OC4IDS.

source: Alternative mappings
es: Mapeos alternativos

source: Some mappings offer optional alternatives in case the primary mapping isn't available. For example, for OCDS data in which `planning.project.title` isn't available, you can optionally set the project `title` based on the `tender.title`.
es: Algunos mapeos ofrecen alternativas opcionales en caso de que el mapeo principal no esté disponible. Por ejemplo, para datos OCDS en los que `planning.project.title` no esta disponible, puede opcionalmente establecer el `title` del proyecto basado en el `tender.title`.

source: In order to provide analysts with additional context, alternative mappings may copy additional fields which don't appear in OC4IDS schema. You should remove these fields if you plan to publish your OC4IDS data.
es: Para proporcionar a los analistas un contexto adicional, los mapeos alternativos pueden copiar campos adicionales que no aparecen en el esquema OC4IDS. Debe eliminar estos campos si planea publicar sus datos OC4IDS.

source: OCDS extensions
es: Extensiones OCDS

source: Some mappings use fields from [OCDS extensions](https://standard.open-contracting.org/latest/en/guidance/map/extensions/#extensions). In these cases, the names of extensions are noted in parentheses; where possible, alternative mappings are provided that use only fields from the core OCDS schema.
es: Algunos mapeos utilizan campos de [Extensión OCDS](https://standard.open-contracting.org/latest/en/guidance/map/extensions/#extensions). En estos casos, los nombres de las extensiones se indican entre paréntesis; siempre que sea posible, se proporcionan mapeos alternativos que utilizan solo campos del esquema principal de OCDS.

source: Handling conflicts and duplicates
es: Manejo de conflictos y duplicados

source: Implementations of the mapping should give consideration to:
es: Las implementaciones del mapeo deben considerar:

source: OCDS data that contains fields that differ between contracting processes but map to a single field in OC4IDS: for example, where `planning.project.title` differs for two contracting processes that relate to the same project, but OC4IDS has a single `title` field at the project level.
es: Datos OCDS que contienen campos que difieren entre los procesos de contratación pero que se asignan a un solo campo en OC4IDS: por ejemplo, donde `planning.project.title` difiere para dos procesos de contratación que se relacionan con el mismo proyecto, pero OC4IDS tiene un solo campo `title` a nivel de proyecto.

source: OCDS data that contains multiple `Organization` objects with the same `.role` that map to a single field in OC4IDS: for example, where a contracting process has two `Organization`s with the 'procuringEntity' role, but OC4IDS has a single `.summary.tender.procuringEntity` field at the contract level.
es: Datos de OCDS que contienen varios objetos `Organization` con el mismo `.role` que se asignan a un solo campo en OC4IDS: por ejemplo, donde un proceso de contratación tiene dos `Organization` con el rol 'procuringEntity', pero OC4IDS tiene un solo campo `.summary.tender.procuringEntity` a nivel de contrato.

source: Checking for duplicates when copying objects from OCDS. For example, checking whether an `Organization` object has already been copied before copying it again.
es: Comprobación de duplicados al copiar objetos de OCDS. Por ejemplo, comprobar si un objeto `Organization` ya se ha copiado antes de volver a copiarlo.

source: Handling identifier conflicts when copying objects from OCDS. For example, where two contracting processes both contain a ``Document`` with the same `.id`.
es: Manejo de conflictos de identificadores al copiar objetos de OCDS. Por ejemplo, cuando dos procesos de contratación contienen un ``Documento`` con el mismo `.id`.

source: Read the `convert-to-oc4ids` [transformation notes](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#transformation-notes) to learn about how OCDS Kit handles the above scenarios.
es: Leer las [notas de transformación](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#transformation-notes) del `convert-to-oc4ids` para aprender acerca de cómo OCDS Kit maneja los escenarios anteriores.

source: Handling multiple currencies
es: Manejo de múltiples monedas

source: Some mappings involve converting values in OCDS, which may be in different currencies, to a base currency.
es: Algunos mapeos implican convertir valores en OCDS, que pueden estar en diferentes monedas, a una moneda base.

source: Implementations which include multiple currencies should give consideration to [value dating](https://en.wikipedia.org/wiki/Value_date). One approach is to use the compiled release's `date`.
es: Implementaciones que incluyan múltiples monedas deben considerar [value dating](https://en.wikipedia.org/wiki/Value_date). Un enfoque es utilizar `date` de la entrega compilada.

source: Mapping
es: Mapeo

source: Disclosures in the implementation section of the CoST IDS relate to changes to a contract's value, duration or scope that were made after the contract was awarded.
es: La divulgación en la sección de implementación en el IDS de CoST se relacionan a cambios en el valor, duración o alcance del contrato que fueron hechos después de que el contrato fue adjudicado.

source: If OCDS data is available, these changes can be determined by comparing the most recent OCDS release to a compiled release created from all prior releases (to better understand these concepts, refer to the [OCDS documentation](https://standard.open-contracting.org/1.1/en/getting_started/releases_and_records/)). The specific fields to monitor for changes between releases are described in the mapping table below.
es: Si hay datos OCDS disponibles, estos cambios se pueden determinar comparando el release OCDS más reciente con un release compilado creado a partir de todos los releases anteriores (para entender mejor estos conceptos, vea la [documentación de OCDS](https://standard.open-contracting.org/1.1/es/getting_started/releases_and_records/)). El campo específico a observar para cambios entre releases se describen en la tabla de mapeo de abajo.

source: In some cases, OCDS data may include an explanation of changes in the relevant `amendments` block. In other cases, the reason may need to be manually entered.
es: En algunos casos, los datos OCDS pueden incluir una explicación de los cambios en el bloque `amendments` correspondiente. En otros casos, la razón puede necesitar ser ingresada manualmente.
