Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/guidance/data_user_guide.po
Languages: es

source: Data user guide
es: Guía para el usuario de datos

source: Publishing OC4IDS involves making choices about what projects, data and documents to include and/or exclude, and how to map existing data elements to the fields in OC4IDS.
es: Publicar en OC4IDS involucra elegir qué proyectos, datos y documentos se incluyen o excluyen, y cómo mapear elementos de datos existentes a los campos en OC4IDS.

source: In order for users to interpret data correctly and make effective use of it, it's important for publishers to describe these local decisions and to provide guidance to data users that includes:
es: Para que los usuarios puedan interpretar los datos correctamente y hacer un uso efectivo de ellos, es importante que los publicadores describan estas decisiones locales y que provean orientación a los usuarios de datos que incluya:

source: the purpose of publication
es: el propósito de la publicación

source: how the data is generated
es: cómo los datos son generados

source: the data's scope and format
es: el alcance y formato de los datos

source: how the data can be reused
es: cómo los datos pueden ser reusados

source: how the publisher can be contacted
es: cómo se puede contactar con el publicador

source: Publishers should link to this data user guide from the project package's `publicationPolicy` field.
es: Los publicadores deberían incluir un enlace a esta guía de usuarios de datos en el campo `publicationPolicy` del paquete de proyectos.

source: For more information, please refer to the [OCDS publication policy guidance](https://standard.open-contracting.org/1.1/en/implementation/publication_policy/). For assistance in drafting a data user guide, please refer to the [OCDS publication policy template](https://www.open-contracting.org/resources/ocds-1-1-publication-policy-template/).
es: Para más información, favor consulte la [guía de políticas de publicación de OCDS](https://standard.open-contracting.org/1.1/es/implementation/publication_policy/). Para asistencia en redactar una guía para el usuario de datos, favor consulte la [plantilla de política de publicación OCDS](https://www.open-contracting.org/resources/ocds-1-1-plantilla-de-politica-de-publicacion-es/).
