Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/guidance/evaluating.po
Languages: es

source: Assessing compliance with the CoST IDS
es: Evaluación de conformidad con el IDS de CoST

source: The CoST Infrastructure Data Standard (IDS) is a framework for disclosure which is adapted by CoST national programmes to meet their local needs. This section sets out how to use **OC4IDS** and **OCDS** to assess coverage of published data against the IDS. For example, to monitor which elements of IDS are being supplied and whether they are available for all projects or only some.
es: El Estándar de Datos sobre Infraestructura de CoST (IDS) es un marco para publicaciones que fue adaptado por programas nacionales CoST para satisfacer sus necesidades locales. Esta sección establece cómo usar **OC4IDS** y **OCDS** para evaluar la cobertura de los datos publicados de acuerdo al IDS. Por ejemplo, para monitorear qué elementos del IDS están siendo proveídos y si están disponibles para todos los proyectos o sólo para algunos.

source: It is not possible to fully automate checks of whether disclosures from a particular publisher, or disclosures about a particular project, meet the requirements of the CoST IDS. For example, a human check may be needed to determine whether documents linked to from the data contain the required information.
es: No es posible automatizar completamente las verificaciones sobre si las publicaciones de un publicador en particular, o de un proyecto en particular, cumplen los requerimientos del IDS de CoST. Por ejemplo, se puede necesitar una verificación manual para determinar si los documentos enlazados a los datos contienen la información requerida.

source: Getting started
es: Para empezar

source: *The following steps may require support from a technical expert. You can also contact the OC4IDS Helpdesk ([data@open-contracting.org](mailto:data@open-contracting.org)) for guidance.*
es: *Los siguientes pasos pueden requerir la ayuda de un experto técnico. Usted también puede contactar con el Helpdesk de OC4IDS ([data@open-contracting.org](mailto:data@open-contracting.org)) para orientación.*

source: (1) Check your data formats
es: (1) Verifique el formato de sus datos

source: First, check that the disclosures you want to analyze are in the correct format. If they are not in the correct format, you will need to convert the data.
es: Primero, verifique que las publicaciones que quiere analizar estén en el formato correcto. Si no están en el formato correcto, necesitará convertir los datos.

source: Project level data
es: Datos a nivel de proyecto

source: Check whether the project-level data is published using [OC4IDS](../../projects/index)
es: Verifique si los datos a nivel de proyecto son publicados usando [OC4IDS](../../projects/index)

source: You can use the [OC4IDS Data Review Tool](https://standard.open-contracting.org/infrastructure/review/) to check that whether your data is in the correct format.
es: Puede usar la [Herramienta de revisión de datos OC4IDS](https://standard.open-contracting.org/infrastructure/review/) para verificar si sus datos están en el formato correcto.

source: If the data isn’t published using OC4IDS, use the [OC4IDS Field-Level Mapping Template](https://www.open-contracting.org/resources/oc4ids-field-level-mapping-template/) to map the data to the specification and create an OC4IDS JSON file for each project.
es: Si los datos no están publicados usando OC4IDS, use la [Plantilla de Mapeo a Nivel de Campos OC4IDS](https://www.open-contracting.org/resources/oc4ids-field-level-mapping-template/) para mapear los datos a la especificación y crear un archivo JSON OC4IDS para cada proyecto.

source: Contracting data
es: Datos de contrataciones

source: Check whether the contracting data is published using OCDS.
es: Verifique si los datos de contratación son publicados usando OCDS.

source: You can use the [OCDS Data Review Tool](https://standard.open-contracting.org/review/) to check that whether your data is published in OCDS format.
es: Puede usar la [Herramienta de revisión de datos OCDS](https://standard.open-contracting.org/review/) para verificar si sus datos están publicados en formato OCDS.

source: If the contracting data is published using OCDS then use it to populate the contracting processes section of the project-level data, following the guidance on [using contracting data to understand infrastructure projects](using).
es: Si los datos de contratación están publicados en OCDS úselos para llenar la sección de procesos de contratación de los datos a nivel de proyecto, siguiendo la guía sobre [usar datos de contratación para entender los proyectos de infraestructura](using).

source: (2) Check which elements of IDS are disclosed
es: (2) Verifique qué elementos del IDS son publicados

source: Use the [CoST IDS Mapping](../../cost/index) to construct queries to determine which elements of the IDS are provided in the data.
es: Use el [Mapeo de CoST IDS](../../cost/index) para preparar consultas y determinar qué elementos del IDS se proveen en los datos.

source: For example, the CoST IDS mapping describes how the project name element of the IDS should be disclosed:
es: Por ejemplo, el mapeo del IDS de CoST describe cómo el elemento de nombre del proyecto de IDS debería ser publicado:

source: Project-Level: Publish as `title`
es: Nivel de Proyecto: Publicar como `title`
