Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/guidance/example.po
Languages: es

source: Worked example
es: Ejemplo práctico

source: The [OC4IDS schema](../../reference/index) sets out the structure and format of an OC4IDS JSON file.
es: El [esquema OC4IDS](../../reference/index) establece la estructura y formato de un archivo OC4IDS JSON.

source: This worked example is a filled-in example OC4IDS JSON file representing a fictional, completed infrastructure project to upgrade a motorway in the UK.
es: Este ejemplo práctico es un archivo JSON OC4IDS completo que representa un proyecto de infraestructura completo y ficticio para la reforma de una autopista en el Reino Unido.

source: The full OC4IDS JSON file for the worked example is {download}`available to download <../examples/example.json>`.
es: El archivo OC4IDS JSON completo para el ejemplo práctico está disponible {aquí}`para su descarga <../examples/example.json>`.

source: You can also download a {download}`blank example OC4IDS JSON file <../examples/blank.json>` as a starting point for your implementation.
es: También puede descargar un {descargar}`blank example OC4IDS JSON file <../examples/blank.json>` como punto de partida para su implementación.

source: This page contains excerpts from the example JSON file, showing how key sections of the schema ought to be populated.
es: Esta página contiene extractos del archivo de ejemplo JSON, mostrando cómo deberían ser llenadas las secciones clave del esquema.

source: Overview
es: Resumen

source: An OC4IDS document is made up of a number of sections. These include:
es: Un documento OC4IDS está hecho de un número de secciones. Estos incluyen:

source: **Project package** - a container for the data of multiple projects, as well as metadata about the publication.
es: **Paquete de proyectos** - un contenedor para los datos de múltiples proyectos, así como metadatos sobre la publicación.

source: **Project data** - for each project including:
es: **Datos de proyecto** - para cada proyecto incluyendo:

source: **Project metadata** - contextual information about the project such as title, description, location and status.
es: **Metadatos de proyecto** - información contextual acerca del proyecto como el título, descripción, ubicación y estado.

source: **Budget** - information about the projected costs or allocated budget for the project.
es: **Presupuesto** - información sobre los costos previstos o presupuesto asignado para el proyecto.

source: **Parties** - information about the organizations and other participants involved in the project.
es: **Partes** - información sobre las organizaciones y otros participantes involucrados en el proyecto.

source: **Documents** - documents and documentation relating to the project.
es: **Documentos** - documentos y documentación relacionada con el proyecto.

source: **Contracting processes** - information about related contracting processes for different aspects of the project.
es: **Procesos de contratación** - información sobre los procesos de contratación relacionados para diferentes aspectos del proyecto.

source: **Completion** - information on the final scope, duration and costs for the project.
es: **Finalización** - información del alcance, duración y costos finales para el proyecto.

source: Sections
es: Secciones

source: Project package
es: Paquete de proyectos

source: The project package serves as a container for the data of multiple projects, through its `projects` array. It also provides metadata concerning all the data it contains, including the publisher, schema version, data license and publication policy.
es: El paquete de proyectos sirve como un contenedor para los datos de múltiples proyectos, a través de su array `projects`. También provee metadatos sobre todos los datos que contiene, incluyendo el publicador, versión del esquema, licencia de datos y política de publicación.

source: License
es: Licencia

source: The `license` field ought to contain a link to the license that applies to the data in the package. Further information about licensing can be found in the [OCDS licensing guidance](https://standard.open-contracting.org/1.1/en/implementation/licensing/).
es: El campo `license` debería contener un enlace a la licencia que aplica a los datos en el paquete. Más información sobre licencias puede encontrarse en la [orientación de licencias de OCDS](https://standard.open-contracting.org/1.1/es/implementation/licensing/).

source: Publication policy
es: Política de publicación

source: The `publicationPolicy` field ought to contain a link to a data user guide. For more information about what to include in a publication policy, refer to [Data user guide](data_user_guide).
es: El campo `publicationPolicy` debería contener un enlace a una guía para usuarios de datos. Para más información sobre qué incluir en una política de publicación, consultar la [guía de usuarios de datos](data_user_guide).

source: Project information
es: Información de proyecto

source: A project package can contain information about multiple infrastructure projects. Each infrastructure project is represented as an entry in the `projects` array. The example contains information about one infrastructure project.
es: Un paquete de proyecto puede contener información sobre múltiples proyectos de infraestructura. Cada proyecto de infraestructura es representado como una entrada en el array de `projects`. El ejemplo contiene información sobre un solo proyecto de infraestructura.

source: Each project object contains the following sections:
es: Cada objeto de proyecto contiene las siguientes secciones:

source: Project metadata
es: Metadatos del proyecto

source: This section provides contextual information about the infrastructure project, including:
es: Esta sección provee información contextual sobre el proyecto de infraestructura, incluyendo:

source: `id` for the project identifier. To make the project identifier globally unique, a project identifier prefix needs to be added to a local identifier for the project. Project identifier prefixes are assigned by the OC4IDS Helpdesk. For more information on project identifiers, refer to the [project identifiers guidance](identifiers.md#project-identifier-prefixes).
es: `id` para el identificador de proyecto. Para hacer que el identificador de proyecto sea globalmente único, se necesita añadir un prefijo de identificador de proyecto a un identificador local para el proyecto. Los prefijos de identificador de proyecto son asignados por la Mesa de Ayuda de OC4IDS. Para más información sobre los identificadores de proyecto, consulte la [guía de identificadores de proyecto](identifiers.md#project-identifier-prefixes).

source: `status` from the [Project Status codelist](../reference/codelists.md#projectstatus). In this example, the project status is 'completed'.
es: `status` de la [Lista de códigos de Estado de Proyecto](../../reference/codelists/#projectstatus). En este ejemplo, el estado del proyecto es 'completed'.

source: `type` from the [Project Type codelist](../reference/codelists.md#projecttype). In this example, the project type is 'expansion'.
es: `type` de la [lista de códigos de Tipo de Proyecto](../../reference/codelists/#projecttype). En este ejemplo, el tipo de proyecto es 'expansion'.

source: `sector` from the [Project Sector codelist](../reference/codelists.md#projectsector). In this example, the sector is 'transport.road', the parent sector 'transport' is also included in the sector list, in line with the guidance in the schema.
es: `sector` de la [Lista de códigos de Sector del Proyecto](../reference/codelists.md#projectsector). En este ejemplo, el sector es `transport.road`, el sector padre `transport` también está incluido en la lista de sectores, tal como lo indica la guía en el esquema.

source: one or more `relatedProjects`, to reference other projects that are related to the same set of infrastructure assets, as [outlined in the schema reference](../reference/schema.md#relatedproject). In the relatedProject example below, a reference is made to the original project that initially constructed the motorway junctions, which are now being upgraded by this project.
es: uno o más `relatedProjects`, para referenciar otros proyectos que están relacionados al mismo conjunto de activos de infraestructura, como está [resumido en la referencia del esquema](../reference/schema.md#relatedproject). En el ejemplo de relatedProject abajo, se hace referencia al proyecto original que construyó inicialmente el cruce de autopistas, que ahora está siendo mejorado por este proyecto.

source: one or more `locations`, which can be expressed in a variety of ways as [outlined in the schema reference](../reference/schema.md#location). In this example, one location is given: a motorway junction, using a point location, a gazetteer entry and an address.
es: uno o más `locations`, que pueden ser expresadas de diferentes maneras como se [indica en la referencia del esquema](../reference/schema.md#location). En este ejemplo, se proporciona una ubicación: un cruce de autopistas, usando un punto de ubicación, una entrada de un diccionario geográfico y una dirección.

source: Budget and budget breakdown
es: Presupuesto y desglose del presupuesto

source: The `budget` section can be used to provide the overall budget for the project, and its `budgetBreakdown` array can be used to provide a breakdown of the budget by period and/or funding source.
es: La sección de `budget` (presupuesto) puede ser usada para proveer el presupuesto global para el proyecto, y su array `budgetBreakdown` (desglose del presupuesto) puede ser usado para proveer un desglose del presupuesto por periodo y/o fuente de financiamiento.

source: In the budget example below, the overall budget for the infrastructure project covers 3 years and is broken down into amounts per year, with £10,000,000 allocated in 2016 – as highlighted in the budgetBreakdown example.
es: En el ejemplo de presupuesto de abajo, el presupuesto global para el proyecto de infraestructura cubre 3 años y está dividido en montos por año, con £10,000,000 asignados en el 2016 – como está resaltado en el ejemplo de budgetBreakdown.

source: Parties (organizations)
es: Partes (organizaciones, instituciones)

source: The `parties` array is used to provide details about organizations involved in the infrastructure project and their roles. Organization references elsewhere in the data refer back to entries in this section.
es: El array de `parties` (partes) es usado para proveer detalles sobre las organizaciones involucradas en el proyecto de infraestructura y sus roles. Las referencias de organización en otros lugares de los datos hacen referencia a las entradas en esta sección.

source: In the party example below, details are given about the fictional Motorways UK entity, which is referred to from the `sourceParty` section in the `budgetBreakdown` example above, using the `name` and `id` from the entry in the `parties` array.
es: En el ejemplo de partes más abajo, se proporcionan detalles sobre la entidad ficticia Motorways UK, la cual es referenciada desde la sección `sourceParty` en el ejemplo de `budgetBreakdown` arriba, usando el `name` (nombre) y `id` de la entrada en el array de `parties`.

source: Public authority
es: Autoridad pública

source: The `publicAuthority` field indicates the project owner: the unit, body or department within a government that is tendering and contracting the project. It refers to an entry in the `parties` array, as described above.
es: El campo `publicAuthority` (autoridad pública) indica quién es el dueño del proyecto: la unidad, órgano o departamento dentro del gobierno que está licitando y contratando el proyecto. Hace referencia a una entrada en el array de `parties`, como se describe arriba.

source: Documents
es: Documentos

source: The `documents` array is used to provide information and links to documents and documentation relating to the infrastructure project. During different phases of the project, different document types are expected.
es: El array de `documents` (documentos) es usado para proveer información y enlaces a documentos y documentación relacionada al proyecto de infraestructura. Durante diferentes fases del proyecto, se esperan diferentes tipos de documento.

source: In the document example below, an environmental impact assessment is provided. The `documentType` field is used to categorize the document against the [Document Type codelist](../reference/codelists.md#documenttype).
es: En el siguiente documento de ejemplo, se provee una evaluación de impacto ambiental. El campo `documentType` se usa para categorizar el documento de acuerdo a la [lista de códigos del Tipo de Documento](../reference/codelists.md#documenttype).

source: Forecasts and metrics
es: Pronósticos y métricas

source: Publish structured data on planned and actual physical and financial progress using `Metric` objects in the `forecasts` (planned progress) and `metrics` (actual progress) arrays. Refer to the [implementation progress reports documentation](../cost/index.md#implementation-progress-reports) for further detail.
es: Publicar datos estructurados sobre el progreso físico y financiero planificado y real utilizando objetos `Metric` en las listas `forecasts` (Progreso Planeado) y `metrics` (Progreso real). Consultar a [implementation progress reports documentation](../cost/index.md#implementation-progress-reports) para mayores detalles.

source: In the example below, you can compare the planned `forecasts/observations` for 75% of physical progress completed with the actual `metrics/observations` for 75% of physical progress completed (note the difference in `period`).
es: En el siguiente ejemplo, puede comparar los `forecasts/observations` planificados para el 75% del progreso físico completado con las `metrics/observations` reales para el 75% del progreso físico completado (observe la diferencia en el `period`).

source: Contracting processes
es: Procesos de contratación

source: The `contractingProcesses` array is used to provide information about each contracting process associated with the project, including summary information, a list of `modifications` and a list of OCDS `releases`.
es: La lista `contractingProcesses` se usa para proveer información sobre cada proceso de contratación asociado con el proyecto, incluyendo información de resumen, una lista de `modifications` y una lista de `releases` OCDS.

source: In the contractingProcess example below, information is given about a contracting process for the design of the motorway upgrade, with one related document in the `documents` array (a tender notice) and two related OCDS `releases` (one for the tender and one for the contract award).
es: En el ejemplo de contractingProcess de abajo, se proporciona información sobre un proceso de contratación para el diseño de la mejora del cruce de autopistas, con un documento relacionado en el array de `documents` (un aviso de licitación) y dos releases OCDS relacionados (uno para la licitación y otro para la adjudicación del contrato).

source: Modifications
es: Modificaciones

source: Each contracting process includes a `modifications` array which is used to list any changes to the duration, price, scope or other significant aspect of the contracting process.
es: Cada proceso de contratación incluye una lista de `modifications` (modificaciones) que es usada para detallar los cambios a la duración, precio, alcance u otro aspecto significativo del proceso de contratación.

source: In the modification example below, a change in duration is shown, using the `oldContractPeriod` and `newContractPeriod` fields.
es: En el ejemplo de modificación de abajo, se muestra un cambio en la duración, usando los campos `oldContractPeriod` y `newContractPeriod`.

source: Completion
es: Finalización

source: The `completion` section provides final details of the scope, duration and cost for the project.
es: La sección `completion` (finalización) provee los detalles finales del alcance, duración y costo para el proyecto.

source: Since in this example there were variations to related contracting processes, the `finalValue` of the project exceeds its original planned budget.
es: Dado que en este ejemplo hubo variaciones a procesos de contratación relacionados, el valor final (`finalValue`) del proyecto excede el presupuesto planeado originalmente.
