Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/guidance/publishing.po
Languages: es

source: Publishing data from an infrastructure transparency portal
es: Publicar datos desde un portal de transparencia en infraestructura

source: OC4IDS can be used to publish standardized open data on infrastructure projects where information is already collected and disclosed through infrastructure transparency portals, whether by CoST Multi-Stakeholder Groups, government agencies or civil society organizations.
es: OC4IDS puede ser usado para publicar datos abiertos estandarizados sobre proyectos de infraestructura donde la información ya es recolectada y divulgada a través de portales de transparencia en infraestructura, ya sea por grupos multisectoriales de CoST, agencias del gobierno u organizaciones de la sociedad civil.

source: Publishing standardized open data reduces barriers to use of data and supports the development of reusable tools and methodologies for working with data on infrastructure projects.
es: Publicar datos abiertos estandarizados reduce las barreras de uso de datos y apoya el desarrollo de herramientas y metodologías reutilizables para trabajar con datos de proyectos de infraestructura.

source: If you also collect detailed data on contracting processes, this can be published using the [Open Contracting Data Standard (OCDS)](https://standard.open-contracting.org/1.1/en/).
es: Si usted también recolecta datos detallados sobre procesos de contratación, estos pueden ser publicados usando el [Estándar de Datos para las Contrataciones Abiertas (OCDS, por sus siglas en inglés)](https://standard.open-contracting.org/1.1/en/).

source: Linking to related information
es: Enlaces a información relacionada

source: Infrastructure transparency portal creators should consider what other types of information might be important to citizens, in addition to the in depth scrutiny related information in OC4IDS.
es: Los creadores de portales de transparencia en infraestructura deberían considerar qué otros tipos de información podrían ser importantes para los ciudadanos, además de la información detallada en OC4IDS que permite un escrutinio profundo.

source: For example, [Highways England](https://highwaysengland.co.uk/roads/) provides links to congestion and traffic restriction information alongside information on roads projects.
es: Por ejemplo, [Highways England](https://highwaysengland.co.uk/roads/) provee información sobre congestiones y restricciones en el tráfico además de información sobre proyectos de rutas.

source: Getting started
es: Para empezar

source: *Some of the following steps may require support from a technical expert. You can also contact the OC4IDS Helpdesk ([data@open-contracting.org](mailto:data@open-contracting.org)) for guidance.*
es: *Algunos de los pasos siguientes pueden requerir la ayuda de un experto técnico. Usted también puede contactar con el Helpdesk de OC4IDS ([data@open-contracting.org](mailto:data@open-contracting.org)) para orientación.*

source: (1) Make a commitment
es: (1) Hacer un compromiso

source: Consider making or advocating for a public commitment to publish standardized open data using OC4IDS and OCDS.
es: Considere hacer o abogar por un compromiso público para publicar datos abiertos estandarizados usando OC4IDS u OCDS.

source: Commitments are important to help align implementation with the goals of publishing open data and to help overcome technical, political or bureaucratic barriers to publication.
es: Los compromisos son importantes para ayudar a alinear la implementación con los objetivos de la publicación de datos abiertos y para ayudar a superar barreras técnicas, políticas o burocráticas a la publicación.

source: Applications to join [CoST](http://infrastructuretransparency.org/) can be used to make a commitment or if your country is a member of the [Open Government Partnership](https://www.opengovpartnership.org/), your National Action Plan is another great place to start.
es: Las solicitudes para adherirse a [CoST](http://infrastructuretransparency.org/) pueden usarse para realizar un compromiso, o si su país es un miembro de la [Open Government Partnership](https://www.opengovpartnership.org/), su Plan de Acción Nacional es otro buen lugar para empezar.

source: Refer to the [OCDS implementation journey](https://standard.open-contracting.org/latest/en/guidance/design/) for information and resources about making commitments related to OCDS. Refer to the [CoST and OGP guidance note](http://infrastructuretransparency.org/wp-content/uploads/2018/07/Guidance-Note-CoST-and-OGP-.pdf) for guidance on making OGP commitments related to CoST.
es: Utilizar el [recorrido de implementación OCDS](https://standard.open-contracting.org/latest/en/guidance/design/) para información y recursos sobre cómo hacer compromisos relacionados a OCDS. Consulte la [nota de guía de CoST y OGP] (http://infrastructuretransparency.org/wp-content/uploads/2018/07/Guidance-Note-CoST-and-OGP-.pdf) para orientación sobre cómo hacer compromisos OGP relacionados a CoST.

source: (2a) Map project-level data and summary contracting process data
es: (2a) Mapear datos a nivel de proyecto y datos de resumen de procesos de contratación

source: Map existing data structures to [OC4IDS](../../projects/index).
es: Mapee estructuras de datos existentes a [OC4IDS](../../projects/index).

source: The [OC4IDS Field-Level Mapping Template](https://www.open-contracting.org/resources/oc4ids-field-level-mapping-template/) can be used to document your mapping.
es: La [Planilla de Mapeo a Nivel de Campos OC4IDS](https://www.open-contracting.org/resources/oc4ids-field-level-mapping-template/) puede utilizarse para documentar el mapeo.

source: Your mapping might identify:
es: Su mapeo puede identificar:

source: **Gaps in your data** where data in OC4IDS is not currently collected or disclosed in your system. Use OC4IDS as a guide to the information that is important to users and consider whether your system and business processes could be updated to collect and publish additional information.
es: **Faltantes en sus datos** donde datos en OC4IDS no están siendo recolectados o publicados en su sistema. Use OC4IDS como una guía a la información que es importante para los usuarios y considere si su sistema y procesos de negocio pueden ser actualizados para recolectar y publicar información adicional.

source: **Gaps in OC4IDS** where data is collected by your system but doesn't map to OC4IDS. Rather than being excluded from your publication, such information should be included as additional fields in your data. Refer to [extending the schema](../reference/index.md#extending-the-schema) for information on including additional fields in your data.
es: **Brechas en OC4IDS** donde los datos son recolectados por su sistema pero no tienen un mapeo a OC4IDS. En lugar de excluirlos de su publicación, esa información debería ser incluida como campos adicionales en sus datos. Vea la sección de [extendiendo el esquema](../reference/index.md#extending-the-schema) para información sobre cómo incluir campos adicionales en sus datos.

source: (2b) Map detailed contracting process data
es: (2b) Mapear datos detallados de procesos de contratación

source: If you collect detailed data on contracting processes, refer to the [OCDS implementation journey](https://standard.open-contracting.org/latest/en/guidance/map/) for information and resources about mapping and publishing your contracting data using OCDS.
es: Si usted recolecta datos detallados sobre procesos de contratación, vea el [recorrido de implementación OCDS](https://standard.open-contracting.org/latest/es/guidance/map/) para información y recursos sobre cómo mapear y publicar sus datos de contrataciones usando OCDS.

source: Include an identifier for the infrastructure project that each contracting process relates to in your OCDS data, following the guidance on [project identifiers in OCDS](identifiers.md#project-identifiers-in-ocds).
es: Incluir un identificador para el proyecto de infraestructura al cual se relaciona cada proceso de contratación en sus datos OCDS, siguiendo la guía en [identificadores de proyecto en OCDS](identifiers.md#project-identifiers-in-ocds).

source: (3) Build your data, systems and processes
es: (3) Construir sus datos, sistemas y procesos

source: Create an OC4IDS JSON file for each project your system has information on and use the [OC4IDS Data Review Tool](https://review-oc4ids.standard.open-contracting.org/) to check that the files are structurally correct against OC4IDS.
es: Cree un archivo OC4IDS JSON por cada proyecto del cual su sistema tenga información y use la [Herramienta de revisión de datos OC4IDS](https://review-oc4ids.standard.open-contracting.org/) para comprobar que los archivos son estructuralmente correctos de acuerdo a OC4IDS.

source: You can use a [blank example OC4IDS JSON file](../examples/blank.json) to get started.
es: Puede usar [ un archivo JSON OC4IDS de ejemplo, en blanco](../examples/blank.json) para empezar.

source: If you are also publishing contracting data using OCDS, create an OCDS release each time the data about a contracting process changes and use the [OCDS Data Review Tool](https://review.standard.open-contracting.org/) to check your OCDS releases.
es: Si también está publicando datos de contrataciones usando OCDS, cree un release OCDS cada vez que los datos sobre el proceso de contratación cambien y use la [Herramienta de revisión de datos OCDS](https://review.standard.open-contracting.org/) para verificar sus releases OCDS.

source: Make sure you have systems and/or business processes in place to keep the data you produce up to date.
es: Asegúrese de que existen los sistemas y/o procesos de negocio necesarios para mantener actualizados los datos que produce.

source: (4) Publish your data
es: (4) Publicar sus datos

source: Publish your OC4IDS JSON fields (as either static files or via an API) at a stable URL, such as:
es: Publique sus campos JSON OC4IDS (ya sea como archivos estáticos o a través de una API) en una URL estable, tal como:

source: If you are also publishing contracting data using OCDS, publish each new release of data as a JSON file at a stable URL such as:
es: Si también está publicando datos de contrataciones usando OCDS, publique cada "release" nuevo de datos como un archivo JSON en una URL estable tal como:

source: Make sure your project-level files include links in the `contractingProcesses/releases` section to each related OCDS file.
es: Asegúrese de que sus archivos a nivel de proyecto incluyan enlaces a los archivos OCDS relacionados en la sección `contractingProcesses/releases`.

source: To make your data easier to access, consider providing:
es: Para hacer que sus datos sean más fáciles de acceder, considere proveer:

source: A regularly updated bulk file of all your data for download
es: Un archivo masivo actualizado regularmente con todos sus datos para descargar

source: Flattened (spreadsheet or CSV) representations of your data
es: Representaciones serializadas de sus datos (hojas de cálculo o CSV)

source: A page on your website with details of how users can access your data
es: Una página en su sitio Web con detalles sobre cómo los usuarios pueden acceder a los datos.

source: [Flatten-tool](https://flatten-tool.readthedocs.io/en/latest/) can be used to convert between JSON and spreadsheet/CSV format data.
es: El [flatten-tool](https://flatten-tool.readthedocs.io/en/latest/) puede ser usado para conversiones entre los formatos JSON y hojas de cálculo/CSV.

source: Refer to the [OCDS documentation](https://standard.open-contracting.org/1.1/en/guidance/build/hosting/#data-files-apis-and-discovery) for more information on providing data in multiple formats.
es: Consulte la [documentación de OCDS](https://standard.open-contracting.org/1.1/es/guidance/build/hosting/#data-files-apis-and-discovery) para más información sobre cómo proveer datos en múltiples formatos.
