Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/reference/codelists.po
Languages: es

source: Documentation of the winning bid, including, wherever applicable, a full copy of the proposal received.
es: Documentación de la oferta ganadora incluyendo, cuando sea aplicable, una copia completa de la propuesta recibida.

source: complaints
es: quejas

source: Complaints and decisions
es: Quejas y decisiones

source: Documentation of any complaints received, or decisions in response to complaints.
es: Documentación de cualquier queja recibida, o decisiones en respuesta a quejas.

source: Annexes to the contract
es: Anexos al contrato

source: Copies of annexes and other supporting documentation related to the contract.
es: Copias de anexos y otra documentación de apoyo relacionada a este contrato.

source: Subcontracts
es: Subcontratos

source: Documentation detailing subcontracts and/or providing a copy of subcontracts themselves. Where OCDS data on the subcontracts exists, this can be declared using the relatedProcess block.
es: Documentación que detalla subcontratos y/o provee una copia de subcontratos mismos. Cuando existen datos OCDS sobre subcontratos, esto puede ser declarado usando el bloque relatedProcess.

source: Needs assessment
es: Evaluación de necesidades

source: Documentation of the needs assessments carried out for this contracting process or project addressing demand for the project or investment from the affected communities or users.
es: Documentación de las evaluaciones de necesidades (requerimientos) llevadas a cabo para este proyecto, que abordan las motivaciones del proyecto o inversión por parte de las comunidades o usuarios afectados.

source: Project plan
es: Plan de proyecto

source: Documentation of project planning for this contracting process, and, where applicable, a copy of the project plan document.
es: Documentación de la planificación del proyecto para este proceso de contratación y, cuando sea aplicable, una copia del documento del plan de proyecto.

source: Bill of quantity
es: Estimación cuantitativa

source: Documentation that provides itemized information on materials, parts and labour, and the terms and conditions for their provision, providing information that would enable bidders to price work effectively. Structured versions of item and quantity information at each of tender, award and contract stage can be provided using units within the items building block.
es: Documentación que provee información desglosada de materiales, partes y mano de obra, y los términos y condiciones para su provisión, brindando información que permitiría a los licitantes establecer efectivamente los precios. Versiones estructuradas de información de artículos y cantidades durante las fases de licitación, adjudicación y contrato pueden ser proveídas usando unidades dentro del bloque de artículos.

source: Information on bidders
es: Información de licitantes

source: Documentation on bidders or participants, their validation documents and any procedural exemptions for which they qualify.
es: Documentación sobre los oferentes o participantes, sus documentos de validación y cualquier excepción de procedimientos para el cual califiquen.

source: Conflict of interest
es: Conflicto de interés

source: Documentation of conflicts of interest declared or uncovered.
es: Documentación de conflictos de interés declarados o descubiertos.

source: Debarments
es: Inhabilitaciones

source: Documentation of any debarments issued.
es: Documentación de cualquier inhabilitación emitida.

source: Illustrations
es: Ilustraciones

source: Images intended to provide supporting information. The URL for images should be directly to an image file that applications can display as part of a gallery of images. At the tender stage, images can be illustrations of goods, works or services needed or for sale. At the implementation stage, images can be illustrations or visual evidence of physical progress.
es: Imágenes destinadas a proveer información de soporte. La URL para imágenes debería estar dirigida directamente a un archivo de imagen que las aplicaciones puedan desplegar como parte de una galería de imágenes. En la fase de licitación, las imágenes pueden ser ilustraciones de bienes, trabajos o servicios requeridos o a la venta. En la fase de implementación, las imágenes pueden ser ilustraciones o evidencia visual de progreso físico.

source: Bid submission documents
es: Documentos de presentación de oferta

source: Documentation submitted by a bidder as part of their proposal.
es: Documentación presentada por un licitante como parte de su propuesta.

source: Contract summary
es: Resumen del contrato

source: Documentation providing an overview of the key terms and sections of the contract. Commonly used for large and complex contracts.
es: Documentación que provee una vista general de los términos y secciones clave del contrato. Usado comúnmente para contratos largos y complejos.

source: Cancellation details
es: Detalles de cancelación

source: Documentation of the arrangements, or reasons, for cancellation of a contracting process, award or specific contract.
es: Documentación de los acuerdos, o razones, para la cancelación de un proceso de contratación, adjudicación o contrato específico.

source: Project scope
es: Alcance del proyecto

source: A description of the main outputs from the project that are being taken forward into construction (including type, quantity and units)
es: Una descripción de los principales objetos del proyecto que serán llevados a construcción (incluyendo tipo, cantidad y unidades).

source: Land and Settlement Impact
es: Impacto en tierras y (re) asentamiento

source: State the amount of land and property that was acquired for the project (e.g. 25sq km land), and outline related impacts (e.g. archaeological issues (moved Saxon burial site), local/indigenous settlements (relocated 5 indigenous villages of 500 villagers each), impacts on local businesses e.g. (30 business properties purchased)).
es: Indica la cantidad de tierras y propiedades que fueron adquiridas para el proyecto (ej. 25km² de tierras), y resume los impactos relacionados (ej. problemas arqueológicos (se relocalizó un cementerio sajón), asentamientos locales/indígenas (se relocalizaron 5 aldeas indígenas de 500 habitantes cada una), impactos en negocios locales (ej. se compraron 30 propiedades comerciales)).

source: Project evaluation
es: Evaluación del proyecto

source: Generally published at the conclusion of a project, providing a technical and financial summary of delivery.
es: Generalmente publicado al término de un proyecto, provee un resumen técnico y financiero de la entrega.

source: Budget approval
es: Aprobación del presupuesto

source: Additional details about the approval of the budget.
es: Detalles adicionales sobre la aprobación del presupuesto.

source: Duration
es: Duración

source: This modification describes a change to the contract duration. This may be identified based on changes in `award.contractPeriod` or `contract.period`, or updates to milestones and payments that appear to exceed the anticipated `contract.period`.
es: Esta modificación describe un cambio a la duración del contrato. Este puede ser identificado en base a los cambios en `award.contractPeriod` o `contract.period`, o actualizaciones a hitos y pagos que parezcan exceder el `contract.period` anticipado.

source: Value
es: Valor

source: This modification describes a change to the contract value. This may be identified based on changes to the sum of `contract.value` (watching for cases where a contract value is varied, or an additional extension contract is signed as part of this process), or by monitoring `contracts.implementation.transactions`.
es: Esta modificación describe un cambio en el valor del contrato. Esto puede ser identificado basándose en cambios en la suma de `contract.value` (buscando casos en los que el valor de un contrato es cambiado, o un contrato adicional de extensión es firmado como parte de este proceso), o monitoreando `contracts.implementation.transactions`.

source: Scope
es: Alcance

source: This modification describes a change to the contract scope. This may be identified by comparing key details from `tender`, `awards` and `contracts`, or by monitoring relevant documents.
es: Esta modificación describe un cambio al alcance del contrato. Esto puede ser identificado comparando detalles clave de `tender`, `awards`, y `contracts`, o monitoreando documentos relevantes.

source: Buyer
es: Comprador

source: A buyer is an entity whose budget will be used to pay for goods, works or services related to a contract.
es: Un comprador es una entidad cuyo presupuesto será usado para pagar por bienes, obras o servicios relacionados a un contrato.

source: Procuring entity
es: Entidad contratante

source: The entity managing the procurement. This can be different from the buyer who pays for, or uses, the items being procured.
es: La entidad que está administrando la adquisición. Esta puede ser diferente del comprador que paga, o usa, los artículos que están siendo adquiridos.

source: Supplier
es: Proveedor

source: An entity awarded or contracted to provide goods, works or services.
es: Una entidad adjudicada o contratada para proveer bienes, obras o servicios.

source: Tenderer
es: Licitante

source: All entities who submit a tender.
es: Todas las entidades que presentan una oferta.

source: Funder
es: Financiador

source: The funder is an entity providing money or finance for this contracting process or project.
es: El financiador es una entidad que provee dinero o financiación para este proceso de contratación o proyecto.

source: Enquirer
es: Persona que solicita información

source: A party who has made an enquiry during the enquiry phase of a contracting process.
es: Una parte que ha realizado un pedido de información durante la fase de solicitudes de información de un proceso de contratación.

source: Payer
es: Pagador

source: A party making a payment from a transaction.
es: Una parte que hace un pago en una transacción.

source: Payee
es: Beneficiario

source: A party in receipt of a payment from a transaction.
es: Una parte que recibe un pago en una transacción.

source: Review body
es: Órgano de revisión

source: A party responsible for the review of this procurement process. This party often has a role in any challenges made to the contract award.
es: Una parte responsable de la revisión de este proceso de adquisición. Esta parte tiene a menudo un papel en cualquier cuestionamiento hecho a la adjudicación del contrato.

source: Interested party
es: Parte interesada

source: A party that has expressed an interest in the contracting process: for example, by purchasing tender documents or submitting clarification questions.
es: Una parte que ha expresado interés en el proceso de contratación: por ejemplo, comprando documentación del concurso o presentando preguntas aclaratorias.

source: Public Authority
es: Autoridad Pública

source: The entity responsible for developing the infrastructure assets and/or delivering the public services in this project.
es: La entidad responsable de desarrollar los activos de infraestructura y/o de entregar los servicios públicos en este proyecto.

source: Administrative Entity
es: Entidad Administrativa

source: The entity responsible for contract administration.
es: La entidad responsable de la administración de contratos.

source: Education
es: Educación

source: Education, including schools, universities and other learning and training facilities
es: Educación, incluyendo escuelas, universidades y otras instalaciones de aprendizaje y entrenamiento.

source: Health
es: Salud

source: Health, including hospitals, healthcare and human services
es: Salud, incluyendo hospitales, servicios humanos y cuidado de la salud

source: Energy
es: Energía

source: Energy, including electric power generation, and the transmission and distribution of electricity, oil and gas, for example: power plants, power lines, gas pipelines
es: Energía, incluyendo generación de energía eléctrica y la transmisión y distribución de electricidad, petróleo y gas, por ejemplo: plantas de energía, líneas eléctricas, gasoductos

source: Communications
es: Comunicaciones

source: Communications, including ICT, IT, telecommunications, postal facilities, high-speed internet, broadband
es: Comunicaciones, incluyendo TIC, TI, telecomunicaciones, instalaciones postales, internet de alta velocidad, banda ancha

source: Water and waste
es: Agua y residuos

source: Water and waste, including sanitation and wastewater
es: Agua y residuos, incluyendo saneamiento y aguas residuales

source: Governance
es: Gobernanza

source: Governance, including government accommodations, public buildings, government offices; justice, courts; emergency services / response, local security; security, prisons, corrections; defence, military
es: Gobernanza, incluyendo instalaciones del gobierno, edificios públicos, oficinas gubernamentales; justicia, cortes; servicios de emergencia y respuesta a emergencias, seguridad local; seguridad, prisiones, correccionales; defensa, fuerzas armadas

source: Economy
es: Economía

source: Economy, including agribusiness, agriculture, science and environment
es: Economía, incluyendo agronegocios, agricultura, ciencia y ambiente

source: Culture, sports and recreation
es: Cultura, deportes y recreación

source: Culture, sports and recreation, including tourism, parks and green areas
es: Cultura, deportes y recreación, incluyendo turismo, parques y áreas verdes

source: Transport
es: Transporte

source: Transport. A more detailed breakdown may be provided using the transport.[mode] codes
es: Transporte. Se puede proveer un desglose detallado usando los códigos transport.[mode]

source: Air transport
es: Transporte aéreo

source: Air transport, including airports, airways and aviation
es: Transporte aéreo, incluyendo aeropuertos, vías aéreas y aviación

source: Water transport
es: Transporte fluvial

source: Water transport, including ports and inland waterways
es: Transporte fluvial, incluyendo puertos y navegación en aguas interiores

source: Rail transport
es: Transporte ferroviario

source: Road transport
es: Transporte vial

source: Road transport, including roads, highways, streets, tunnels and bridges
es: Transporte vial, incluyendo carreteras, autopistas, calles, túneles y puentes

source: Urban transport
es: Transporte urbano

source: Urban transport, including mass transit, urban mobility, buses, cycling, walking and taxi
es: Transporte urbano, incluyendo tránsito masivo, movilidad urbana, buses, ciclismo, vías peatonales y taxi

source: Social housing
es: Vivienda social

source: The related project is the initial construction of the set of infrastructure assets.
es: El proyecto relacionado es la construcción inicial del conjunto de activos de infraestructura.

source: The related project might result in the rehabilitation of the same set of infrastructure assets.
es: El proyecto relacionado puede resultar en la rehabilitación del mismo conjunto de activos de infraestructura.

source: The related project might result in the replacement of the same set of infrastructure assets.
es: El proyecto relacionado puede resultar en el reemplazo del mismo conjunto de activos de infraestructura.

source: The related project might result in the expansion of the same set of infrastructure assets.
es: El proyecto relacionado puede resultar en la expansión del mismo conjunto de activos de infraestructura.

source: OC4IDS project id
es: ID de proyecto OC4IDS

source: An Open Contracting for Infrastructure Data Standards project identifier
es: Un identificador de proyecto de los Estándares de Datos de Contrataciones Abiertas para Infraestructura
