Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/reference/codelists.po
Languages: es

source: Codelist reference
es: Referencia de listas de código

source: Some schema fields refer to codelists, to limit and standardize the possible values of the fields, in order to promote data interoperability.
es: Algunos campos del esquema utilizan listas de códigos para limitar y estandarizar los posibles valores de los campos, con el fin de promover la interoperabilidad de los datos.

source: Codelists can either be open or closed. **Closed codelists** are intended to be comprehensive; for example, the [currency](#currency) codelist covers all currencies in the world. **Open codelists** are intended to be representative, but not comprehensive.
es: Las listas de códigos pueden ser cerradas o abiertas. Las **listas de códigos cerradas** están pensadas para ser globales; por ejemplo, la lista de códigos de [moneda](#currency) cubre todas las monedas en el mundo. Las **listas de códigos abiertas** están pensadas para ser representativas, pero no globales.

source: Publishers must use the codes in the codelists, unless no code is appropriate. If no code is appropriate and the codelist is **open**, then a publisher may use a new code outside those in the codelist. If no code is appropriate and the codelist is **closed**, then a publisher should instead create an issue in the [OC4IDS GitHub repository](https://github.com/open-contracting/infrastructure/issues).
es: Los publicadores deben usar los códigos contenidos en las listas de códigos, a menos que no exista un código apropiado. Si no existe un código apropiado y la lista es **abierta**, entonces el publicador puede usar un nuevo código fuera de la lista. Si no existe un código apropiado y la lista es **cerrada**, entonces el publicador debe crear un issue en el [repositorio de OC4IDS en GitHub](https://github.com/open-contracting/infrastructure/issues).

source: Extending open codelists
es: Extendiendo listas de códigos abiertas

source: If you use new codes outside those in an open codelist, please create an issue in the [OC4IDS GitHub repository](https://github.com/open-contracting/infrastructure/issues), so that the codes can be considered for inclusion in the codelist.
es: Si usas códigos nuevos fuera de una lista de códigos abierta, por favor crea un issue en el [repositorio de OC4IDS en GitHub](https://github.com/open-contracting/infrastructure/issues), para que estos códigos puedan ser considerados para su inclusión en la lista de códigos.

source: For more information on open and closed codelists, refer to the Open Contracting Data Standard [codelists documentation](https://standard.open-contracting.org/1.1/en/schema/codelists/).
es: Para más información sobre listas cerradas y abiertas, consultar la [documentación de listas de códigos](https://standard.open-contracting.org/1.1/es/schema/codelists/) del Estándar de Datos de Contrataciones Abiertas.

source: OCDS codelists
es: Listas de código OCDS

source: OC4IDS reuses some codelists from the Open Contracting Data Standard and its extensions:
es: OC4IDS reutiliza algunas listas de códigos del Estándar de Datos de Contrataciones Abiertas y sus extensiones:

source: [Currency](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)
es: [Moneda](https://standard.open-contracting.org/1.1/es/schema/codelists/#currency)

source: [Geometry type](https://extensions.open-contracting.org/en/extensions/location/master/codelists/#geometryType.csv)
es: [Tipo de Geometría](https://extensions.open-contracting.org/es/extensions/location/master/codelists/#geometryType.csv)

source: [Location gazetteers](https://extensions.open-contracting.org/en/extensions/location/master/codelists/#locationGazetteers.csv)
es: [Diccionarios geográficos de ubicación](https://extensions.open-contracting.org/es/extensions/location/master/codelists/#locationGazetteers.csv)

source: [Method](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)
es: [Método](https://standard.open-contracting.org/1.1/es/schema/codelists/#method)

source: [Organization identifier scheme](https://standard.open-contracting.org/1.1/en/schema/codelists/#organization-identifier-scheme)
es: [Esquema de identificación de organizaciones](https://standard.open-contracting.org/1.1/es/schema/codelists/#organization-identifier-scheme)

source: [Release tag](https://standard.open-contracting.org/1.1/en/schema/codelists/#release-tag)
es: [Etiqueta de release](https://standard.open-contracting.org/1.1/es/schema/codelists/#release-tag)

source: Closed codelists
es: Listas de códigos cerradas

source: ContractingProcessStatus
es: Estado del proceso de contratación

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Business Logic
es: Lógica del Negocio

source: pre-award
es: Pre-adjudicación

source: Pre-award
es: Pre-adjudicación

source: No contract has yet been awarded, and the process has not ended.
es: No se ha adjudicado ningún contrato aún, y el proceso no ha terminado.

source: tender.status is not 'cancelled', 'unsuccessful' or 'withdrawn', and one of: There are no awards or contracts; All Award.status and Contract.status are 'pending'; All award dates (whether expressed as award.date or tender.awardPeriod) are in the future.
es: tender.status no es 'cancelled', 'unsuccessful' o 'withdrawn', y se cumple uno de los siguientes: No hay adjudicaciones ni contratos; Todos los award.status y contract.status son 'pending'; Todas las fechas de adjudicación (expresadas en award.date o tender.awardPeriod) son en el futuro.

source: Active
es: Activo

source: A contract was awarded, but not all contracts have ended.
es: Un contrato fue adjudicado, pero no todos los contratos han finalizado.

source: One of: There is at least one Contract.status of 'active'; At least one contract period (whether expressed as Contract.period, Award.contractPeriod or tender.contractPeriod) includes the present date.
es: Se cumple uno de los siguientes criterios: Hay al menos un Contract.status con valor 'active'; Al menos un periodo de contrato (ya sea Contract.period, Award.contractPeriod o tender.contractPeriod) incluye la fecha presente.

source: Closed
es: Cerrado

source: The process ended with no contract being awarded, or all contracts have ended.
es: El proceso terminó sin ningún contrato adjudicado, o todos los contratos han finalizado.

source: One of: tender.status is 'cancelled', 'unsuccessful' or 'withdrawn'; There is at least one award, and all Award.status are 'cancelled' or 'unsuccessful'; There is at least one contract, and all Contract.status are 'terminated' or 'cancelled'; The endDate of all contract periods are in the past.
es: Se cumple uno de: tender.status es 'cancelled', 'unsuccessful' o 'withdrawn'; Hay al menos una adjudicación, y todos los Award.status son 'cancelled' o 'unsuccessful'; Hay al menos un contrato, y todos los Contract.status son 'terminated' o 'cancelled'; Los endDate de todos los períodos de contrato están en el pasado.

source: Design
es: Diseño

source: This contracting process relates to design of the project.
es: Este proceso de contratación está relacionado con el diseño del proyecto.

source: Construction
es: Construcción

source: This contracting process relates to build or construction work for the project.
es: Este proceso de contratación está relacionado a trabajos de construcción para el proyecto.

source: Supervision
es: Supervisión

source: This contracting process relates to supervision or monitoring of the project.
es: Este proceso de contratación está relacionado a la supervisión o monitoreo del proyecto.

source: Identification
es: Identificación

source: Identification refers to the decision to develop a project within the budget and programme of a project owner (the public entity responsible for executing the budget).
es: Identificación se refiere a la primera etapa de ejecución de un proyecto dentro del presupuesto y programa del dueño del proyecto (la entidad pública responsable de ejecutar el presupuesto).

source: Preparation
es: Preparación

source: Preparation covers the feasibility study, environmental and social impact assessment, general scoping of the project, establishing the packaging and procurement strategy, preliminary statutory requirements on environmental and land impacts, and the resulting budget authorization.
es: La preparación cubre el estudio de factibilidad, medioambiental y la evaluación del impacto social, alcance general del proyecto, establecer el embalaje y la estrategia de adquisiciones, requerimientos legales preliminares sobre impacto medioambiental y terrenos, y la resultante actualización del presupuesto.

source: Implementation covers the procurement and implementation of the group of works or services (such as design and supervision) to be delivered under the project, including works or services performed by the procuring entity. This differs from the definition of 'implementation' in OCDS, which covers the implementation but not the procurement.
es: La implementación cubre la adquisición e implementación del grupo de trabajos o servicios (como el diseño y la supervisión) a ser entregados bajo el proyecto, incluyendo trabajos o servicios realizados por la entidad contratante. Esto difiere de la definición de "implementación" en OCDS, que cubre la implementación pero no la adquisición.

source: Completion
es: Finalización

source: Completion covers the handover of the assets and close-out activities with details of the final scope, cost, and delivery time.
es: La finalización cubre la entrega de los resultados y las actividades de cierre con detalles del alcance final, costos y tiempos de entrega.

source: Completed
es: Completado

source: Close-out activities were completed, and this project is inactive.
es: Las actividades de cierre han sido completadas y este proyecto está inactivo.

source: Cancelled
es: Cancelado

source: This project was cancelled before close-out activities were completed, and is inactive. Cancellation can occur anytime after identification.
es: Este proyecto fue cancelado antes que las actividades de cierre fueran completadas y está inactivo. La cancelación puede ocurrir en cualquier momento luego de la identificación.

source: Projects with a `status` of 'completed' may be displayed in a list of archived projects.
es: Proyectos con `estado` 'completed' pueden ser desplegados en una lista de proyectos archivados.

source: The primary focus of this project is the construction of a new asset.
es: El foco principal de este proyecto es la contrucción de un nuevo activo.

source: Rehabilitation
es: Rehabilitación

source: The primary focus of this project is the rehabilitation of an existing asset.
es: El foco principal de este proyecto es la rehabilitación de un activo existente.

source: Replacement
es: Reemplazo

source: The primary focus of this project is the replacement of an existing asset.
es: El foco principal de este proyecto es el reemplazo de un activo existente.

source: Expansion
es: Expansión

source: The primary focus of this project is the expansion of an existing asset.
es: El enfoque primario de este proyecto es la expansión de un activo existente.

source: Open codelists
es: Listas de código abiertas

source: Source
es: Fuente

source: Value for money analysis
es: Análisis de valor por dinero

source: A summary of the value for money analysis carried out for the project, along with supporting figures, calculations and business case, based on projected or actual procurement outcomes.
es: Un resumen del análisis del valor por dinero realizado para el proyecto, junto con gráficos, cálculos y justificación económica de apoyo, basados en resultados de adquisiciones proyectadas o reales.

source: OCDS for PPPs
es: OCDS para APP

source: Technical Specifications
es: Especificaciones Técnicas

source: Detailed technical information about goods or services to be provided.
es: Información técnica detallada sobre bienes o servicios a ser proveídos.

source: Service descriptions
es: Descripciones del servicio

source: A high-level description of the services
es: Una descripción de alto nivel de los servicios

source: Estimated demand
es: Demanda estimada

source: A narrative describing the estimated demand to be served (annually) by the project.
es: Una narrativa describiendo la demanda estimada a ser cubierta (anualmente) por el proyecto.

source: Contract draft
es: Borrador de contrato

source: A draft or pro-forma copy of the contract.
es: Un borrador o copia pro-forma del contrato.

source: Signed Contract
es: Contrato firmado

source: A copy of the signed contract. Consider providing both machine-readable (e.g. original PDF, Word or Open Document format files), and a separate document entry for scanned-signed pages where this is required.
es: Una copia del contrato firmado. Considera proveer una versión legible por máquina (ej. PDF original, formatos de archivo Word o Open Document), y un documento separado para documentos escaneados cuando así se requiera.

source: Feasibility study
es: Estudio de viabilidad (factibilidad)

source: Documentation of feasibility studies carried out for this contracting process, providing information on net benefits or costs of the proposed goods, works or services.
es: Documentación de estudios de viabilidad (factibilidad) llevados a cabo para este proyecto, que proveen información de beneficios netos o costos de los bienes, obras o servicios propuestos.

source: Environmental Impact
es: Impacto ambiental

source: Documentation of assessments of the environmental impacts (e.g. impacts on flora, fauna & woodlands, areas of natural beauty, carbon emissions etc.) and mitigation measures (e.g. pollution control, low carbon solutions, sustainable timber etc.) for this contracting process or project.
es: Documentación de la evaluación del impacto ambiental (ej. impacto en flora, fauna y zonas boscosas, áreas de belleza natural, emisiones de carbono, etc.) y medidas de mitigación (ej. control de contaminación, soluciones bajas en carbono, fuentes sustentables de madera, etc.) para este proceso proyecto.

source: Final Audit
es: Auditoría final

source: Documentation of a final audit carried out at the end of contract implementation.
es: Documentación de la auditoría final llevada a cabo al final de la implementación del proyecto o contrato(s).

source: Tender Notice
es: Aviso de licitación

source: The formal notice that gives details of a tender. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que brinda detalles de una licitación. Este puede ser un enlace a un documento descargable, a una página web, o a una gaceta oficial en la que el aviso está contenido.

source: Evaluation Committee Details
es: Detalles del comité de evaluación

source: Information on the constitution of the evaluation committee
es: Información sobre la constitución del comité de evaluación.

source: Request for Qualification
es: Pedido de calificación

source: The set of documents issued by the procuring authority that constitute the basis of the qualification and potentially the pre-selection of candidates (the short list). Qualified (or short-listed candidates) will then be invited to submit a proposal (or to enter into a new phase prior to bid submission, such as a dialogue phase or interactive phase).
es: El conjunto de documentos emitidos por la entidad contratante que constituyen la base de la calificación y potencialmente la pre-selección de candidatos (la lista corta). Los candidatos calificados serán invitados a presentar una propuesta (o a entrar a una nueva fase previa a la presentación de oferta, como una fase de diálogo o una fase interactiva)

source: Evaluation Criteria
es: Criterios de evaluación

source: Documentation on how bids will be evaluated.
es: Documentación sobre cómo las ofertas serán evaluadas.

source: Minutes
es: Minutas

source: Minutes of pre-bid meetings, or other relevant meetings.
es: Minutas de reuniones pre-oferta, u otras reuniones relevantes.

source: Shortlisted Firms
es: Firmas preseleccionadas

source: Documentation providing information on shortlisted firms. Structured versions of this information can be provided using the bids extension.
es: Documentación que provee información sobre firmas preseleccionadas. Se pueden proveer versiones estructuradas de esta información usando la extensión de ofertas (bids).

source: Negotiation Parameters
es: Parámetros de negociación

source: A description of the parameters for negotiation with the preferred proponent
es: Una descripción de los parámetros de negociación con el proponente preferido.

source: Evaluation report
es: Reportes de evaluación

source: Documentation on the evaluation of the bids and the application of the evaluation criteria, including the justification for the award
es: Documentación de la evaluación de ofertas y la aplicación de los criterios de evaluación, incluyendo la justificación de la adjudicación.

source: Guarantees
es: Garantías

source: Documentation of guarantees relating to a contracting process or contract.
es: Documentación de los garantías relacionadas a un proceso de contratación o proyecto.

source: Defaults
es: Incumplimientos

source: Information on events of default
es: Información de eventos de incumplimiento

source: Termination
es: Terminación

source: Information on contract termination
es: Información de la terminación del proyecto

source: Performance report
es: Reporte de desempeño

source: Performance assessment reports
es: Reportes de evaluación de desempeño

source: Notice of planned procurement
es: Aviso de compra planeada

source: A notice published by the procuring entity regarding their plans for future procurement, also known as a prior information notice. The procuring entity can use the notice of planned procurement as a tender notice.
es: Un aviso publicado por la entidad contratante acerca de sus planes para una futura compra, también conocida como aviso de información previa. La entidad contratante puede usar el aviso de compra planeada como un aviso de licitación.

source: Award notice
es: Aviso de adjudicación

source: The formal notice that gives details of the contract award. This can be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que da detalles de la adjudicación del contrato. Esto puede ser un enlace a un documento descargable, una página web, o a una gaceta oficial en la que el aviso está contenido.

source: Contract notice
es: Aviso de contrato

source: The formal notice that gives details of a contract being signed and valid to start implementation. This can be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que provee detalles de un contrato siendo firmado y válido para empezar la implementación. Este puede ser un enlace a un documento descargable, una página web o a una gaceta oficial en la que el aviso está contenido.

source: Completion certificate
es: Certificado de completitud

source: A completion certificate issued by a relevant authority providing evidence that works were completed to a certain level of quality. Completion certificates might only be relevant for particular kinds of contracting processes.
es: Un certificado de finalización expedido por la autoridad relevante que provee evidencia de que las obras fueron finalizadas hasta un cierto nivel de calidad. Los certificados de finalización podrían ser relevantes sólo para tipos particulares de procesos de contratación.

source: Procurement plan
es: Plan de adquisiciones

source: Documentation that sets out the basis for this particular contracting process.
es: Documentación que establece las bases para este proceso de contratación en particular.

source: Bidding documents
es: Documentos de oferta

source: Documentation for potential suppliers, describing the goals of the contract (e.g. goods and services to be procured), and the bidding process.
es: Documentación para potenciales proveedores que describe los objetivos del contrato (ej. bienes y servicios a ser adquiridos) y el proceso de licitación.

source: Arrangements for ending contract
es: Arreglos para la finalización del contrato

source: Documentation of the arrangements for ending the contract(s).
es: Documentación de los arreglos para finalizar el(los) contrato(s).

source: Contract schedules
es: Apéndices del contrato

source: Any document which contains additional terms, obligations or information related to the contract, such as a schedule, appendix, annex, attachment or addendum.
es: Cualquier documento que contenga términos adicionales, obligaciones o información relacionada al contrado, tal como un programa, apéndice, anexo, adjunto o adenda.

source: Physical progress reports
es: Reporte de progreso físico

source: Documentation on the status of implementation, usually against key milestones.
es: Documentación del estado de la implementación, usualmente en comparación a hitos clave.

source: Financial progress reports
es: Reportes de progreso financiero

source: Documentation providing dates and amounts of stage payments made (against total amount) and the source of those payments, including cost overruns, if any. Structured versions of this information can be provided through contract implementation transactions.
es: Documentación que provee fechas y montos de los pagos realizados (a favor del monto total) y el origen de esos pagos, incluyendo sobrecostos si los hubiere. Versiones estructuradas de esta información pueden ser proveídas a través de transacciones en la implementación del contrato.

source: Public hearing notice
es: Aviso de audiencia pública

source: Documentation of any public hearings that took place as part of the planning for this contracting process.
es: Documentación de cualquier audencia pública que haya tomado lugar como parte de la planificación de este proceso de contratación.

source: Market studies
es: Estudios de mercado

source: Documentation of any market studies that took place as part of the planning for this contracting process.
es: Documentación de cualquier estudio de mercado que haya tomado lugar como parte de la planificación de este proceso de contratación.

source: Eligibility criteria
es: Criterios de elegibilidad

source: Detailed documents about the eligibility of bidders.
es: Documentos detallados sobre la elegibilidad de los licitantes.

source: clarifications
es: aclaraciones

source: Clarifications to bidders questions
es: Aclaraciones a las preguntas de los licitantes.

source: Documentation that provides replies to issues raised in pre-bid conferences or an enquiry processes.
es: Documentación que provee respuestas a las cuestiones tratadas en audiencias pre-licitación o en un proceso de consultas.

source: Assessment of government's assets and liabilities
es: Evaluación de los activos y pasivos del gobierno

source: Documentation covering assessments of the government's assets and liabilities related to this contracting process.
es: Documentación que cubre evaluaciones de los activos y pasivos del gobierno relacionados a este proceso de contratación.

source: Provisions for management of risks and liabilities
es: Provisiones para el manejo de riesgos y responsabilidades

source: Documentation covering how risks will be managed as part of this contracting process.
es: Documentación que cubre cómo los riesgos serán manejados como parte de este proceso de contratación.

source: Winning bid
es: Oferta ganadora
