Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/reference/schema.po
Languages: es

source: Schema reference
es: Referencia del esquema

source: The tables below describe each of the fields and objects in OC4IDS. To see how they fit together, consult the [schema browser](browser).
es: Las tablas de abajo describen cada uno de los campos y objetos en OC4IDS. Para ver cómo estos encajan juntos, consulte el [navegador del esquema](browser).

source: Project
es: Proyecto (Project)

source: Title
es: Título

source: Description
es: Descripción

source: Type
es: Tipo

source: Format
es: Formato

source: Required
es: Requerido

source: ContractingProcess
es: Proceso de Contratación (ContractingProcess)

source: ContractingProcessSummary
es: Resumen de Proceso de Contratación (ContractingProcessSummary)

source: LinkedRelease
es: Entrega Enlazada (LinkedRelease)

source: Components
es: Componentes

source: Address
es: Dirección

source: We use properties from schema.org and vCard for address components. In the event source data cannot be broken down into these parts, data SHOULD contain at least a streetAddress value and postal code.
es: Usamos propiedades de schema.org y vCard para componentes de dirección. En el evento en que los datos fuente no puedan ser desglosados en estas partes, los datos DEBERÍAN contener al menos una calle (streetAddress) y código postal.

source: When working with data, users should be aware that addresses may not always be broken down using all the properties the specification provides.
es: Cuando se trabaja con los datos, los usuarios deben tener en cuenta que las direcciones no siempre están separadas en todas las propiedades que provee la especificación.

source: BudgetBreakdown
es: Desglose del Presupuesto (BudgetBreakdown)

source: A budget breakdown is provided through an array of `BudgetBreakdown` objects, each of which represents budget for a particular period, from a particular source, or a combination of the two.
es: Un desglose del presupuesto se provee por medio de una lista de objetos `BudgetBreakdown`, cada una de las cuales representa un presupuesto para un período particular, de una fuente particular, o una combinación de ambos.

source: See the [documentation of the OCDS Budget Breakdown extension](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension) for more details of this data model. BudgetBreakdown can also be extended further to include budget classifications data following the pattern described in the [OCDS Budgets and Spend extension](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension).
es: Vea la [documentación de la extensión de OCDS 'Desglose del Presupuesto'](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension) para más detalles sobre este modelo de datos. Este modelo puede ser extendido de nuevo para agregar datos de clasificaciones del presupuesto de acuerdo al patrón descrito en la [extensión OCDS 'Presupuestos y Gasto'](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension).

source: Classification
es: Clasificación

source: A classification consists of an identifier for the codelist (the `scheme`) and a code from that codelist (the `id`), and then a human-readable label for the classification (the `description`).
es: Una clasificación consiste en un identificador para la lista de códigos (el esquema -`scheme`- ) y un código de esa lista (el `id`), y una etiqueta de la clasificación legible por humanos (la descripción -`description`-).

source: For example:
es: Por ejemplo:

source: ContactPoint
es: Punto de Contacto

source: Document
es: Documento

source: For each document the following structured information may be provided.
es: Se puede proveer la siguiente información estructurada por cada documento.

source: Identifier
es: Identificador

source: Use of stable official organization identifiers can help join up data between systems.
es: El uso de identificadores oficiales estables de la organización puede ayudar a unir los datos de diferentes sistemas.

source: Organization identifiers should be constructed by collecting an official company (or government body) registration number for the organization, and then finding the [org-id.guide list code](http://www.org-id.guide) for the list this identifier is taken from to use in the `scheme` field.
es: Los identificadores de la organización deberían ser construidos recogiendo el número de registro oficial de la compañía (o del ente gubernamental), y luego buscando el [código de lista de org-id.guide](http://www.org-id.guide) para la lista de la cual este identificador es tomado para utilizarlo en el campo `scheme`.

source: For example, if identifying a company in Colombia, look up its identifier in the [Unified Commercial and Social Registry](http://org-id.guide/list/CO-RUE) and use the list code `CO-RUE`.
es: Por ejemplo, si se quiere identificar una empresa en Colombia, busque su identificador en el [Registro Único Empresarial y Social](http://org-id.guide/list/CO-RUE) y use el código de lista `CO-RUE`.

source: Location
es: Ubicación

source: A project may have one or more locations. Locations may be expressed in a number of different ways, using one or more of:
es: Un proyecto puede tener una o más ubicaciones. Las ubicaciones pueden expresarse de diferentes maneras, usando uno o más de los siguientes:

source: A point location or geometry (e.g. trace of a road, or polygon giving the boundary of a site);
es: Un punto de ubicación o una forma geométrica (ej. el trazo de una ruta, o un polígono que delimita un sitio);

source: A gazetteer entry (e.g. town name);
es: Una entrada en un diccionario geográfico (ej. nombre de un pueblo);

source: An address.
es: Una dirección.

source: Modification
es: Modificación

source: For each modification, the following structured information may be provided.
es: Se puede proveer la siguiente información estructurada por cada modificación.

source: Organization
es: Organización

source: For each organization, provide as much structured data as you can.
es: Para cada organización, provea tantos datos estructurados como pueda.

source: Period
es: Periodo

source: Dates MUST be expressed using a full ISO 8601 date-time including a timezone. E.g.:
es: Fechas DEBEN ser expresadas usando el formato ISO 8601 de fecha y hora completos incluyendo una zona horaria. Ejemplo:

source: Where the source system does not contain time information, a judgment should be made as to the relevant time to attach (e.g. start of the day; end of the working day etc.).
es: Cuando el sistema fuente no contenga información de hora, se debe decidir la hora pertinente a añadir (ej. inicio del día, final de la jornada laboral, etc.).

source: A reference to a project related to the same set of infrastructure assets as the current project.
es: Una referencia a un proyecto relacionado al mismo conjunto de activos de infraestructura del proyecto actual.

source: Transaction
es: Transacción

source: Value
es: Valor

source: All values should be published along with their currency using the following structure.
es: Todos los valores deberían ser publicados junto con su moneda usando la estructura que sigue.
