Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/projects/index.po
Languages: es

source: Getting started
es: Para empezar

source: The regular disclosure of structured data can greatly enhance the transparency and accountability of publicly funded infrastructure projects.
es: La divulgación periódica de datos estructurados puede mejorar en gran medida la transparencia y la rendición de cuentas en proyectos de infraestructura financiados con fondos públicos.

source: Publishing standardized data makes using data easier, for example to compare data across projects. It also supports the development of reusable tools and methodologies.
es: Publicar datos abiertos estandarizados facilita el uso de datos, por ejemplo, para comparar datos entre proyectos. También apoya el desarrollo de herramientas y metodologías reutilizables.

source: What is a project?
es: ¿Qué es un proyecto?

source: In the context of OC4IDS, the term ‘project’ refers to an infrastructure project, defined as the development of a set of infrastructure assets in a specified location, generally the responsibility of a single procuring entity and budget authority: for example, a highway overpass or a university campus.
es: En el contexto de OC4IDS, el término ‘project’ se refiere a un proyecto de infraestructura, definido como el desarrollo de un conjunto de activos de infraestructura en una ubicación específica, generalmente bajo la responsabilidad de una sola entidad contratante y autoridad presupuestaria: por ejemplo, un paso a desnivel o un campus universitario.

source: An infrastructure project can stand alone (e.g. a new hospital), or can form part of a wider investment project or programme of work (e.g. a new rail station, as part of an extension to a railway line).
es: Un proyecto de infraestructura puede ser independiente (por ejemplo, un nuevo hospital), o puede formar parte de un proyecto de inversión o programa de trabajo más amplio (por ejemplo, una nueva estación de trenes, como parte de la extensión de una línea ferroviaria).

source: Within an infrastructure project, a procuring entity can initiate multiple contracting processes for the project design, construction or supervision.
es: Dentro de un proyecto de infraestructura, una entidad de adquisiciones puede emitir múltiples contratos para el diseño, construcción o supervisión.

source: ![Projects typically involve multiple contracts](../_static/images/diagram-project-contracting-process.png)
es: ![Los proyectos normalmente involucran múltiples contratos](../_static/images/diagram-project-contracting-process.png)

source: The term "project" is used in many contexts to mean different things. In OC4IDS, the term "project" only refers to an infrastructure project and should not be applied to an investment project, investment program, or budget code.
es: El término "proyecto" se utiliza en muchos contextos con diferentes significados. En OC4IDS, el término "proyecto" solo se refiere a un proyecto de infraestructura y no debe aplicarse a un proyecto de inversión, o código presupuestario.

source: What is the scope of OC4IDS?
es: ¿Cuál es el alcance de OC4IDS?

source: OC4IDS describes how to structure and format the disclosures recommended in the CoST IDS.
es: OC4IDS describe cómo estructurar y formatear las divulgaciones recomendadas en el IDS de CoST.

source: The CoST IDS is a best practice framework for disclosure on infrastructure projects. It describes what information to disclose to support monitoring of infrastructure projects.
es: El IDS de CoST es un marco de mejores prácticas para la divulgación de información sobre proyectos de infraestructura. Describe qué información debe divulgarse para apoyar el monitoreo de proyectos de infraestructura.

source: The CoST IDS and OC4IDS cover project-level data and summary contracting process data.
es: El IDS de CoST y OC4IDS cubren datos a nivel de proyecto y datos resumidos del proceso de contratación

source: What is project-level data?
es: ¿Qué son los datos a nivel de proyecto?

source: ![Project-level data covers a number of stages](../_static/images/diagram-project-phases.png)
es: ![Los datos a nivel de proyecto cubren un número de etapas](../_static/images/es/diagram-project-phases.png)

source: Project-level data relates to the project as a whole and covers the following stages:
es: Los datos a nivel de proyecto se relacionan con el proyecto en su conjunto y cubren las siguientes etapas:

source: **Identification** - the decision to develop a project within the budget and programme of a project owner.
es: **Identificación** - la decisión de desarrollar un proyecto dentro del presupuesto y el programa del propietario del mismo.

source: **Preparation** - the feasibility study, environmental and social impact assessment, general scoping of the project, establishing the packaging and procurement strategy, preliminary statutory requirements on environmental and land impacts, and the resulting budget authorization.
es: **Preparación** - el estudio de factibilidad, la evaluación del impacto medioambiental y social, el alcance general del proyecto, establecimiento del agrupamiento y estrategia de adquisición, requerimientos legales preliminares sobre impactos medioambientales y del suelo, y la consiguiente autorización presupuestaria.

source: **Implementation** - covers the procurement and implementation of the planning, design and works according to the procurement strategy.
es: **Implementación** - cubre las adquisiciones y la implementación de la planeación, diseño y trabajos de construcción de acuerdo a la estrategia de adquisiciones.

source: **Completion** - covers the handover of the assets and close-out activities with details of the final scope, cost, and delivery time.
es: **Finalización** - cubre el traspaso de los activos y las actividades de cierre con detalles del alcance final, costos y tiempos de entrega.

source: What is summary contracting process data?
es: ¿Qué son los datos resumidos del proceso de contratación?

source: ![Design, build and supervision activities may be delivered using contracts](../_static/images/diagram-project-contract-summary.png)
es: ![Las actividades de diseño, construcción y supervisión pueden ser entregadas usando contratos](../_static/images/es/diagram-project-contract-summary.png)

source: Summary contracting process data relates to the contracts used to deliver the project and covers the following stages:
es: Los datos resumidos del proceso de contratación se relacionan con los contratos utilizados para entregar el proyecto y cubren las siguientes etapas:

source: **Procurement** - the procuring entity and process; contract type and status; number of bidders; cost estimate and contract price; suppliers; scope of work and start date and duration of the contract.
es: **Contratación** - la entidad de adquisiciones y el proceso; tipo y estado del contrato; número de oferentes; estimación de costos y precio del contrato; proveedores; alcance del trabajo y fecha de inicio y duración del contrato.

source: **Implementation** - variations to contract price, duration and scope, and reasons for these changes.
es: **Implementación** - variaciones del precio, duración y alcance del contrato, y las razones de estos cambios.

source: CoST recommends disclosing data on contracts for the design, construction and supervision of a project and any other significant contract outsourced by the procuring entity.
es: CoST recomienda la divulgación de datos sobre contratos para el diseño, construcción y supervisión de un proyecto y cualquier otro contrato importante subcontratado por la entidad contratante.

source: How is OC4IDS structured?
es: ¿Cómo está estructurado OC4IDS?

source: ![OC4IDS is structured in three parts](../_static/images/diagram-toplevel-summary.png)
es: ![OC4IDS está estructurado en tres partes](../_static/images/diagram-toplevel-summary.png)

source: The top-level of the OC4IDS data model is used for project-level data, covering the identification, preparation and completion stages of a project.
es: El nivel superior del modelo de datos OC4IDS se utiliza para datos a nivel de proyecto, cubriendo las etapas de identificación, preparación y finalización de un proyecto.

source: Each project in OC4IDS can have many related contracting processes.
es: Cada proyecto en OC4IDS puede tener varios procesos de contratación relacionados.

source: The `contractingProcesses` array can be used to provide a summary of the procurement and implementation of each contracting process related to the project.
es: La lista `contractingProcesses` puede ser usada para proveer un resumen de la adquisición e implementación de cada proceso de contratación relacionado con el proyecto.

source: The `contractingProcesses/modifications` section can be used to record information on changes to each contracting process.
es: La sección `contractingProcesses/modifications` puede ser utilizada para registrar información sobre cambios en cada proceso de contratación.

source: How does detailed contracting data fit in?
es: ¿Cómo encajan los datos detallados de contratación?

source: Alongside project-level data and documents, monitoring an infrastructure project can largely involve monitoring the contracts used to deliver it, particularly any primary construction contracts.
es: Además de los datos y documentos del proyecto, el seguimiento de un proyecto de infraestructura puede implicar en gran medida el seguimiento de los contratos utilizados para su realización, especialmente los contratos de construcción principales.

source: It is possible to use contracting data to identify infrastructure projects for monitoring. It can also be used to monitor projects for changes to costs, timescales and scope. Each change you identify can be recorded in the summary contracting process data section of OC4IDS, along with an explanation.
es: Es posible utilizar datos de contratación para identificar proyectos de infraestructura a monitorear. También se puede utilizar para monitorear cambios en los costos, plazos y alcance del proyecto. Cada cambio que identifique se puede registrar en la sección de resumen de datos del proceso de contratación de OC4IDS, junto con una explicación.

source: Where detailed contracting data is published using the [Open Contracting Data Standard](http://standard.open-contracting.org), the `contractingProcesses/releases` array in OC4IDS can be used to link to OCDS releases, recording each update to a contracting process.
es: En el caso que se publiquen datos detallados de contratación utilizando el [Estándar de datos para las contrataciones abiertas] (http://standard.open-contracting.org), la lista en OC4IDS `contractingProcesses/releases` se puede utilizar para vincular a las entregas de OCDS, registrando cada actualización del proceso de contratación.

source: OCDS is used to disclose detailed data on contracting processes for goods, works and services. It covers all stages of a contracting process: planning, initiation, award, contract and implementation.
es: OCDS se utiliza para divulgar datos detallados sobre los procesos de contratación de bienes, obras y servicios. Cubre todas las etapas de un proceso de contratación: planificación, iniciación, adjudicación, contrato e implementación.

source: ![Project-level data three stages](../_static/images/diagram-project-level-data-spec-update.png)
es: ![Los datos a nivel de proyecto cubren tres etapas](../_static/images/diagram-project-level-data-spec-update.png)

source: OCDS data can be used to identify and monitor infrastructure projects. It can also be used to produce OC4IDS data. Converting OCDS data to OC4IDS data can reduce the amount of manual data entry required for infrastructure project monitoring.
es: Los datos de OCDS se pueden utilizar para identificar y monitorear proyectos de infraestructura. También se puede utilizar para producir datos OC4IDS. La conversión de datos OCDS en datos OC4IDS puede reducir la cantidad datos cargados manualmente requerida para el monitoreo de proyectos de infraestructura.

source: Tool
es: Herramienta

source: OCDS Kit's [convert-to-oc4ids](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#convert-to-oc4ids) command can be used to generate an OC4IDS file from OCDS data about the contracting processes related to an infrastructure project.
es: El comando de OCDS Kit [convertir-a-oc4ids](https://ocdskit.readthedocs.io/en/latest/cli/ocds.html#convert-to-oc4ids) puede utilizarse para generar un archivo OC4IDS a partir de los datos de OCDS sobre los procesos de contratación relacionados con un proyecto de infraestructura.

source: How do PPPs fit in?
es: ¿Cómo encajan las APP?

source: Infrastructure projects can be procured in different ways, including through Public-Private Partnerships.
es: Los proyectos de infraestructura pueden ser adquiridos de diferentes maneras, incluyendo mediante Asociaciones Público-Privadas.

source: Where data on PPP projects is published using OCDS for PPPs, the `contractingProcesses/releases` array in OC4IDS can be used to link to OCDS for PPPs releases.
es: Cuando los datos sobre proyectos de APP se publican utilizando OCDS para APP, la lista `contractingProcesses/releases` en OC4IDS puede ser utilizada para vincular a OCDS en entregas APP.

source: ![What about PPPs](../_static/images/diagram-ppp.png)
es: ![Qué ocurre con las APP](../_static/images/diagram-ppp.png)

source: Why use OC4IDS?
es: ¿Por qué utilizar OC4IDS?

source: Publishing your data using OC4IDS means that it can be compared with data from other publishers and supports the development of reusable tools for analysis of infrastructure project data. OC4IDS data can also be linked with other critical documents such as project pipelines and public sector budgets to allow for the tracking of the project from its identification to completion across different government institutions.
es: La publicación de datos utilizando OC4IDS permite que los mismos sean comparados con datos de otros publicadores y respalda el desarrollo de herramientas reutilizables para el análisis de datos de proyectos de infraestructura. Los datos del OC4IDS también pueden ser vinculados con otros documentos esenciales como ser los flujos de proyectos en curso y los presupuestos del sector público, para permitir el seguimiento del proyecto desde su identificación hasta su finalización en diferentes instituciones gubernamentales.

source: OC4IDS is designed to help you collect well-structured data, comparable across contexts, and with all the fields needed to make sure the data is clear and unambiguous. It has been designed to integrate with existing open contracting data sources, but also to work in cases where structured open contracting data is not available.
es: OC4IDS está diseñado para ayudar a recolectar datos estructurados correctamente, comparables a través de distintos contextos, y con todos los campos necesarios para asegurar que los datos sean claros y sin ambigüedades. Ha sido diseñado para integrarse con fuentes de datos de contrataciones abiertas existentes, pero también para trabajar en casos donde datos estructurados de contrataciones abiertas no están disponibles.

source: When can I use OC4IDS?
es: ¿Cuándo se puede utilizar OC4IDS?

source: OC4IDS can be used in the following scenarios:
es: OC4IDS puede ser utilizado en los siguientes escenarios:

source: **Publishing structured data from an infrastructure transparency portal**
es: **Publicar datos estructurados desde un portal de transparencia de infraestructura**

source: OC4IDS describes a standardized format for publishing structured data on infrastructure projects.
es: OC4IDS describe un formato estandarizado para publicar datos estructurados sobre proyectos de infraestructura.

source: Read the guidance on [publishing data from an infrastructure transparency portal](https://standard.open-contracting.org/infrastructure/latest/en/guidance/publishing/).
es: Leer la guía sobre [publicar datos desde un portal de transparencia de infraestructura] (https://standard.open-contracting.org/infrastructure/latest/es/guidance/publishing/).

source: **Designing a new infrastructure transparency portal**
es: **Diseñar un nuevo portal de transparencia de infraestructura**

source: OC4IDS describes the best practice information you ought to collect and disclose to support infrastructure project monitoring.
es: OC4IDS describe las mejores prácticas sobre la información que se debe recopilar y divulgar para respaldar el monitoreo de proyectos de infraestructura.

source: **Using OCDS data for whole life-cycle infrastructure project monitoring**
es: **Utilizar datos OCDS para el monitoreo del ciclo de vida completo de proyectos de infraestructura**

source: OC4IDS can be used to:
es: OC4IDS puede ser utilizado para:

source: Join up OCDS data published about contracts related to an infrastructure project
es: Integrar los datos OCDS publicados sobre contratos relacionados con un proyecto de infraestructura

source: Capture and record data about the project a contract relates to
es: Capturar y registrar datos sobre el proyecto con el que se relaciona un contrato

source: Record a list of changes to a contracting process and reasons for those changes
es: Registrar una lista de cambios en un proceso de contratación y los motivos de esos cambios

source: Read the guidance on [using data from procurement systems for infrastructure project monitoring](https://standard.open-contracting.org/infrastructure/latest/en/guidance/using/).
es: Leer la guía sobre [usar datos de sistemas de adquisiciones para monitoreo de proyectos de infraestructura] (https://standard.open-contracting.org/infrastructure/latest/es/guidance/using/).

source: **Collecting data on infrastructure projects using a spreadsheet**
es: **Recopilar datos sobre proyectos de infraestructura utilizando hojas de cálculo o CSV**

source: The OC4IDS schema can be used to generate a spreadsheet template for collecting data.
es: El esquema OC4IDS puede ser utilizado para generar una plantilla de hoja de cálculo para recolectar datos.

source: **Designing other data collection tools**
es: **Diseño de otras herramientas de recolección de datos**

source: OC4IDS provides definitions for fields and codelists which can be used to collect consistent data.
es: OC4IDS provee definiciones para campos y lista de códigos que pueden ser utilizados para recolectar datos consistentes.

source: **Publishing data that complies with the CoST IDS**
es: **Publicar datos que cumplan con el IDS de CoST**

source: Review the [CoST IDS mapping](https://standard.open-contracting.org/infrastructure/latest/en/cost/) to learn how to publish each element of the CoST IDS using OC4IDS.
es: Revisar el [Mapeo IDS de CoST] (https://standard.open-contracting.org/infrastructure/latest/en/cost/) para aprender a publicar cada elemento del IDS de CoST utilizando OC4IDS.

source: Are you ready to start using OC4IDS?
es: ¿Estás listo/a para comenzar a usar OC4IDS?

source: Complete the [OC4IDS scoping template](https://www.open-contracting.org/resources/oc4ids-scoping-template/) and share it with the [OC4IDS helpdesk](mailto:data@open-contracting.org).
es: Completar la [Plantilla de alcance OC4IDS](https://www.open-contracting.org/resources/oc4ids-scoping-template/) y comparta con la [Mesa de Ayuda de OC4IDS](mailto:data@open-contracting.org).
