Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/about.po
Languages: es

source: About
es: Acerca de

source: The [Open Contracting Partnership](http://www.open-contracting.org), [CoST](http://www.constructiontransparency.org/) - the Infrastructure Transparency Initiative - and [Open Data Services Co-operative](http://www.opendataservices.coop) are working together to document how the [Open Contracting Data Standard](https://standard.open-contracting.org), and additional standardized data models, can be used to represent, share and analyze all the information required under the [CoST Infrastructure Data Standard](http://infrastructuretransparency.org/wp-content/uploads/2018/06/36_List_of_CoST_Project_Information.pdf).
es: La [Open Contracting Partnership](http://www.open-contracting.org), [CoST](http://www.constructiontransparency.org/) - la Iniciativa de Transparencia en Infraestructura - y [Open Data Services Co-operative](http://www.opendataservices.coop) están trabajando juntos para documentar cómo el [Estándar de Datos de Contrataciones Abiertas](https://standard.open-contracting.org/latest/es/), y modelos adicionales de datos estandarizados, pueden ser usados para representar, compartir y analizar toda la información requerida bajo el [Estándar de Datos sobre Infraestructura CoST](http://costhonduras.hn/wp-content/uploads/2020/05/estandar-de-datos-cost.pdf).

source: You can get involved via the [issue tracker](https://github.com/open-contracting/infrastructure), or for more information about this work, contact [Bernadine Fernz](mailto:bfernz@open-contracting.org), Head of Infrastructure at the Open Contracting Partnership and/or [Evelyn Hernandez](mailto:e.hernandez@constructiontransparency.org), Head of Members and Affiliate Programmes at CoST.
es: Puede involucrarse mediante el [issue tracker](https://github.com/open-contracting/infrastructure), o para más información sobre este trabajo, contacte a [Bernadine Fernz](mailto:bfernz@open-contracting.org), Jefa de Infraestructura en la Open Contracting Partnership y/o a [Evelyn Hernández](mailto:e.hernandez@constructiontransparency.org), Jefa de Programas Miembros y Afiliados en CoST.

source: Read more about [Open Contracting and Infrastructure on the Open Contracting Partnership Blog](https://www.open-contracting.org/tag/infrastructure/)
es: Lea más sobre [Contratos Abiertos e Infraestructura en el blog de Open Contracting Partnership](https://www.open-contracting.org/tag/infrastructure/)

source: Background
es: Antecedentes

source: The Open Contracting Data Standard is already used to describe millions of procurement processes around the world relating to goods, services and public works.
es: El Estándar de Datos de Contrataciones Abiertas es usado actualmente para describir millones de procesos de contratación alrededor del mundo relacionados a bienes, servicios y obras públicas.

source: CoST, the Infrastructure Transparency Initiative, has identified [67 key items of information](http://infrastructuretransparency.org/wp-content/uploads/2018/06/36_List_of_CoST_Project_Information.pdf) that should be **pro-actively and reactively disclosed** for public works projects in order to support stakeholders to monitor these infrastructure projects, and to carry out assurance activities.
es: CoST, la Iniciativa de Transparencia en Infraestructura, ha identificado [67 puntos clave de información](http://infrastructuretransparency.org/wp-content/uploads/2018/06/36_List_of_CoST_Project_Information.pdf) que deberían ser **divulgados proactiva y reactivamente** sobre los proyectos de obras públicas, con el fin de ayudar a las partes interesadas a monitorear estos proyectos de infraestructura, y a llevar a cabo procesos de aseguramiento.

source: These 67 elements cover both **project information** and **contract information** for the planning, preparation, procurement and implementation phases of an infrastructure project and its associated contracting processes.
es: Estos 67 puntos cubren tanto **información del proyecto** como **información de contratos** sobre las fases de planificación, preparación, adquisición e implementación de un proyecto de infraestructura y sus correspondientes procesos de contratación.

source: A lot of the information identified by CoST may be captured through contracting processes:
es: Mucha de la información identificada por CoST puede ser capturada mediante de procesos de contratación:

source: Contracts are issued for planning, design and preparation work;
es: Se elaboran contratos para la planificación, diseño y trabajos preparativos;

source: Contracts are issued for construction of infrastructure;
es: Se elaboran contratos para la construcción de infraestructura;

source: Contracts are issued for monitoring construction implementation.
es: Se elaboran contratos para monitorear o supervisar las construcciones.

source: When open contracting principles and practices are put in place, data about these contracting processes, and documents associated with them, should be openly available in standard formats.
es: Cuando se establecen prácticas y principios de contratos abiertos, los datos sobre estos procesos de contratación, y los documentos asociados a ellos, deberían estar disponibles públicamente en formatos estándar.

source: By linking existing open contracting disclosure (and ensuring key fields and documents are provided) with project-level information, new opportunities for data-driven infrastructure project monitoring are unlocked.
es: Enlazando la divulgación existente de contrataciones abiertas (y asegurando que campos y documentos clave son proveídos) con información a nivel de proyecto, se habilitan nuevas oportunidades para el monitoreo de proyectos de infraestructura basado en datos.

source: Theory of change and work plan
es: Teoría de cambio y plan de trabajo

source: This project, running from June 2018 through to March 2019, has the following theory of change.
es: Este proyecto, que se desarrolla desde Junio del 2018 hasta Marzo del 2019, tiene la siguiente teoría de cambio.

source: ![Theory of Change](_static/images/OC-CoST-TheoryOfChange-June2018.png)
es: ![Teoría de Cambio](../_static/images/OC-CoST-TheoryOfChange-June2018.png)

source: The technical development work plan consists of the following four components:
es: El plan de trabajo de desarrollo técnico consiste en los siguientes cuatro componentes:

source: **Supply and demand research (June/July 2018)** - exploring the extent to which existing open contracting data can be used to understand major infrastructure projects and fulfill reporting requirements of the CoST Infrastructure Data Standard.
es: **Investigación de la oferta y demanda (Junio/Julio 2018)** - explorar hasta qué punto los datos abiertos de contrataciones existentes pueden ser usados para entender grandes proyectos de infraestructura y cumplir con los requerimientos de reporte del Estándar de Datos de Infraestructura CoST.

source: **Project identifier research (June/July 2018)** - identifying the opportunities to bring together data on projects through use of unique project identifiers.
es: **Investigación sobre identificadores de proyecto (Junio/Julio 2018)** - identificar las oportunidades de unir datos de proyectos mediante el uso de identificadores únicos de proyecto.

source: **Schema and guidance development (July - September 2018)** - providing a clearly documented approach to the use of the core Open Contracting Data Standard (and extensions if appropriate) to provide the proactive disclosures required by CoST, and outlining implementation models for this.
es: **Desarrollo del esquema y guía (Julio - Setiembre 2018)** - proveer una propuesta claramente documentada sobre el uso del Estándar de Datos de Contrataciones Abiertas básico (y extensiones si es apropiado) para proveer las divulgaciones proactivas requeridas por CoST, y delinear modelos de implementación para ello.

source: **Implementation resources (October 2018 - February 2019)** - creating guidance for implementers seeking to deploy the open contracting data standard for infrastructure projects
es: **Recursos de implementación (Octubre 2018 - Febrero 2019)** - crear una guía para implementadores que busquen desplegar las Contrataciones Abiertas para Estándar de Datos sobre Infraestructura.
