Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/index.po
Languages: es

source: Open Contracting for Infrastructure Data Standards Toolkit
es: Manual de Contrataciones Abiertas para el Estándar de Datos sobre Infraestructura

source: The Open Contracting Data Standard (OCDS) is already used to describe millions of procurement processes around the world relating to goods, services and public works. The CoST Infrastructure Data Standard (CoST IDS) has been used to guide what data and information should be disclosed at each stage of the project cycle on over 25,000 infrastructure projects.
es: El Estándar de Datos de Contrataciones Abiertas (OCDS, por sus siglas en inglés) es usado actualmente para describir millones de procesos de contratación alrededor del mundo relacionados a bienes, servicios y obras públicas. El Estándar de Datos sobre Infraestructura CoST (CoST IDS, por sus siglas en inglés) ha sido usado para establecer qué datos e información deberían ser divulgados en cada etapa del ciclo de un proyecto para más de 25.000 proyectos de infraestructura.

source: This site describes how to combine **contract level disclosures using OCDS** with **project-level disclosure based on the CoST IDS**, in order to support scalable disclosure and monitoring of infrastructure project identification, preparation, implementation and delivery.
es: Este sitio describe cómo combinar la **divulgación de datos a nivel de contrataciones usando OCDS** con la **divulgación de datos a nivel de proyecto en base al IDS de CoST**, con el fin de apoyar la divulgación y el monitoreo escalables sobre la identificación, preparación, implementación y entrega de proyectos de infraestructura.

source: Trillions of dollars are spent every year on infrastructure and estimates suggest between 10 and 30% of infrastructure investment is lost through inefficiency, mismanagement and corruption. Access to better and more joined up data is essential to drive better quality, more affordable and more accessible infrastructure for government, citizens and business.
es: Billones de dólares son gastados cada año en infraestructura, y estimaciones sugieren que entre el 10 y 30% de inversiones en infraestructura se pierden debido a ineficiencias, malas gestiones y corrupción. El acceso a datos mejores y más consolidados es esencial para impulsar infraestructuras de mejor calidad, menos costosas y más accesibles para el gobierno, los ciudadanos y las empresas.

source: This Open Contracting for Infrastructure Data Standards (OC4IDS) Toolkit will show you how to:
es: Este Manual de Contrataciones Abiertas para el Estándar de Datos sobre Infraestructura (OC4IDS) te mostrará cómo:

source: [Publish standardized data](guidance/publishing) on infrastructure projects and contracts using the CoST IDS and OCDS.
es: [Publicar datos estandarizados](guidance/publishing) de proyectos de infraestructura y contratos usando CoST IDS y OCDS.

source: Extract [infrastructure contracting data from existing procurement portals](guidance/using).
es: Extraer [datos de contrataciones en infraestructura desde portales de compras públicas existentes](guidance/using).

source: Connect contract and project-level information [using OC4IDS](projects/index).
es: Conectar información de contratos e información a nivel de proyecto [usando OC4IDS](projects/index).

source: Assess published data [against the CoST IDS](guidance/evaluating).
es: Evaluar datos publicados [contra CoST IDS](guidance/evaluating).

source: Make use of data when monitoring infrastructure projects.
es: Usar datos al monitorear proyectos de infraestructura.

source: Contents
es: Contenidos
