Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/infrastructure-mappings.po
Languages: es

source: For each year, add a `BudgetBreakdown` object to the `budget.BudgetBreakdown` array and set its fields as follows: * Set its `id` to the year, e.g. ‘2020’ * Set its `.amount.amount` to the amount of the budget allocated to the year and set `.amount.currency` to the currency of the budget * Set its `.period.startDate` to the first day of the year, e.g. ‘2020-01-01T00:00:00Z’ * Set its `.period.endDate` to the last day of the year, e.g ‘2020-12-31T23:59:59Z
es: Por cada año, agregar un objeto `BudgetBreakdown` a la lista `budget.BudgetBreakdown` y establecer sus campos como sigue: * Establecer su `id` al del año, por ejemplo ‘2020’ * Establecer su `.amount.amount` a la cantidad del presupuesto asignado al año y establecer `.amount.currency` a la moneda del presupuesto * Establecer su `.period.startDate` al primer día del año, por ejemplo ‘2020-01-01T00:00:00Z’ * Establecer su `.period.endDate` al último día del año, por ejemplo ‘2020-12-31T23:59:59Z

source: *Copy the contents of `/planning/budget/budgetBreakdown` in each contracting process to `budget.BudgetBreakdown`.*
es: *Copiar el contenido de `/planning/budget/budgetBreakdown` en cada proceso de contratación a `budget.BudgetBreakdown`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'feasibilityStudy'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'feasibilityStudy'.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘feasibilityStudy’ and copy each object to the `documents` array.*
es: *Validar la lista `/contracts/implementation` para objetos `Document` con `.documentType` establecidos a ‘feasibilityStudy’ y copiar cada objeto a la lista `documents`.*

source: Environmental impact assessment: [Add a project document](#add-a-project-document) and set `.documentType` to ‘environmentalImpact’. Social impact assessment: [Add a project document](#add-a-project-document) and set `.documentType` to ‘environmentalImpact’ or ‘socialImpact’. If a single document covers both the environmental and social impact assessment, add two documents to `documents` and set the first document’s `.documentType` to ‘environmentalImpact’ and the second document’s `.documentType` to ‘socialImpact’.
es: Evaluación de impacto ambiental: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘environmentalImpact’. Evaluación de impacto social: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘environmentalImpact’ o ‘socialImpact’. Si un solo documento abarca tanto la evaluación de impacto ambiental como la social, agregar dos documentos a `documents` y establecer el primer documento `.documentType` a ‘environmentalImpact’ y el segundo documento `.documentType` a ‘socialImpact’.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘environmentalImpact’ or ‘socialImpact’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a ‘environmentalImpact’ o ‘socialImpact’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to ‘resettlementPlan’.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘resettlementPlan’.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘resettlementPlan’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` ajustados a ‘resettlementPlan’ y copiar cada objeto a la lista `documents`.*

source: From the `parties` array, get the `Organization` object whose role is ‘publicAuthority’. If none exists yet: * Add a party * Set its `.name` to the name of the procuring entity * Set its `.role` to ‘procuringEntity’ Add a `Person` object to the organization’s `.people` array and: * Set its `.id` incrementally * Set its `.name` to the project official’s name * Set its `.jobTitle` to the project official’s job title
es: De la lista `parties`, obtenga el objeto `Organization` cuyo rol es ‘publicAuthority’. Si todavía no existe ninguno: * Agregar una parte * Establecer `.name` al nombre de la entidad contratante * Establecer su `.role` a ‘procuringEntity’ Agregar un objeto `Person` a la lista `.people` de la organización y: * Establecer su `.id` de forma incremental * Establecer `.name` al nombre del funcionario del proyecto * Establecer `.jobTitle` al cargo del funcionario del proyecto

source: [Add a project document](#add-a-project-document) and set `.documentType` to ‘financialAgreement’.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘financialAgreement’.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘financialAgreement’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a ‘financialAgreement’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to ‘procurementPlan’.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘procurementPlan’.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘procurementPlan’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a ‘procurementPlan’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to ‘budgetApproval’.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a ‘budgetApproval’.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘budgetApproval’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a ‘budgetApproval’ y copiar cada objeto a la lista `documents`.*
