Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/infrastructure-mappings.po
Languages: es

source: Check the `/planning/documents` array for `Document` objects with `/type` set to 'projectScope' and copy each object to the `documents` array; if not available, optionally copy `Item` objects from `/tender/items` to `contractingProcesses.summary.tender.items` and copy `Milestone` objects from `/tender/milestones` to `contractingProcesses.summary.tender.milestones`.
es: Validar la lista `/planning/documents` para objetos `Document` con `/type` establecidos a 'projectScope' y copiar cada uno de los objetos a la lista `documents`, si no está disponible, opcionalmente copiar objetos `Item` de `/tender/items` a `contractingProcesses.summary.tender.items` y copiar objetos `Milestone` de `/tender/milestones` a `contractingProcesses.summary.tender.milestones`.

source: Project Level: Publish in `documents`, with `.documentType` set to 'environmentalImpact' and include a short description and/or a link to a document providing details.
es: Nivel de proyecto: Publicar en `documents`, con `.documentType` establecido a 'environmentalImpact' e incluir una breve descripción y/o un enlace a un documento que proporcione más detalles.

source: Check the `/planning/documents` array for `Document` objects with `/type` set to 'environmentalImpact'. Copy each object to the `documents` array.
es: Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a 'environmentalImpact'. Copiar cada objeto a la lista `documents`.

source: Project Level: Publish in `documents`, with `.documentType` set to 'landAndSettlementImpact' and include a short description and/or a link to a document providing details.
es: Nivel de proyecto: Publicar en `documents`, con `.documentType` establecido a 'landAndSettlementImpact' e incluir una breve descripción y/o un enlace a un documento que proporcione más detalles

source: Check the `/planning/documents` array for `Document` objects with `/type` set to 'landAndSettlementImpact'. Copy each object to the `documents`.
es: Validar la lista `/planning/documents` para objetos `Document` con `/type` establecidos a 'landAndSettlementImpact'. Copiar cada objeto a `documents`.

source: Project Level: Publish in the `.address` and `.contactPoint` of the party with 'publicAuthority' included in its `.roles`
es: Nivel de proyecto: Publicar en el campo `.address` y `.contactPoint` de la parte con 'publicAuthority' incluido en `.roles`

source: Check the `/parties` array for `Organization` objects with `/role` set to 'buyer'. Copy each object to the `parties` array in OC4IDS and add 'publicAuthority' to its `.roles`.
es: Validar la lista `/parties` para objetos `Organization` con `/role` establecido a 'buyer'. Copiar cada uno de los objetos a la lista `parties` en OC4IDS y agregar 'publicAuthority' a `.roles`.

source: Project Level: If a funding organization is the project owner, add 'funder' to the `.roles` of the existing entry in `parties`. Otherwise, add a new entry to `parties` for each funding organization with 'funder' included in its `.roles`. When information on the amount provided by each funder is available, use `budget.budgetBreakdown` to provide details
es: Nivel del proyecto: Si una organización de financiación es la propietaria del proyecto, agregar 'funder' a `.roles` de la entrada existente en `parties`. En caso contrario, agregar una nueva entrada a `parties` para cada organización de financiación con 'funder' incluido en sus `.roles`. Cuando se disponga de información sobre el importe aportado por cada financiador, utilice `budget.budgetBreakdown` para proporcionar detalles

source: Check the `/parties` array for `Organization` objects referenced in `/planning/budgetBreakdown/sourceParty` (Budget breakdown extension), copy each object to the `parties` array in OC4IDS and add 'funder' to its `.roles`; if not available, check the `/parties` array for parties with 'funder' in `/roles` and copy each object to the `parties` array in OC4IDS.
es: Validar la lista `/parties` para objetos `Organization` referenciados en `/planning/budgetBreakdown/sourceParty` (Extensión Desglose del presupuesto), copiar cada uno de los objetos a la lista `parties` en OC4IDS y agregar 'funder' a `.roles`; si no esta disponible, validar la lista `/parties` para partes con 'funder' en `/roles` y copiar cada uno de los objetos a la lista de `parties` en OC4IDS.

source: Project Level: Publish in `budget.amount`
es: Nivel de proyecto: Publicar en el campo `budget.amount`

source: If the project has only one contracting process, set `budget.amount` and `budget.currency` in OC4IDS to the values of `/budget/amount` and `/budget/currency`. If the project has more than one contracting process and the value of `/budget/currency` is the same in all contracting processes, set `budget.amount` in OC4IDS to the sum of the value of `/budget/amount` in each contracting process and set `budget.currency` in OC4IDS to the value of `/budget/currency`. *Otherwise, convert the values of `/budget/amount` in each contracting process to a base currency, set `budget.amount` in OC4IDS to the sum of the converted values and set `budget.currency` in OC4IDS to the base currency.*
es: Si el proyecto tiene un solo proceso de contratación, establecer `budget.amount` y `budget.currency` en OC4IDS a los valores de `/budget/amount` y `/budget/currency`. Si el proyecto tiene más de un proceso de contratación y el valor de `/budget/currency` es el mismo en todos los procesos de contratación, establecer `budget.amount` en OC4IDS a la suma del valor de `/budget/amount` en cada proceso de contratación y establecer `budget.currency` en OC4IDS al valor de `/budget/currency` . *Caso contrario, convertir los valores de `/budget/amount` a la moneda base de cada uno de los procesos de contratación, establecer `budget.amount` en OC4IDS a la suma de los valores convertidos y establecer en OC4IDS `budget.currency` a la moneda base.*

source: Project Level: Publish in `budget.approvalDate` and include additional document with `.documentType` of 'budgetApproval' if required
es: Nivel de proyecto: Publicar en el campo `budget.approvalDate` e incluir un documento adicional con `.documentType` del 'budgetApproval' si es necesario

source: Check the `/planning/documents` array for `Document` objects with `/type` set to 'budgetApproval' and copy each object to the `documents` array; *if not available, optionally check `/planning/milestones` for `Milestone` objects with `/type` set to 'approval' and set `budget/approvalDate` to the value of `/dateMet`.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `/type` establecidos a 'budgetApproval' y copiar cada uno de los objetos a la lista `documents`; *si no está disponible, opcionalmente verificar /planning/milestones` para objetos `Milestone` con `/type` establecidos a 'approval' y establecer `budget/approvalDate` al valor de `/dateMet`.*

source: Description
es: Descripción

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'contractSigned'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'contractSigned'.

source: *Check the `/contracts/documents` array for `Document` objects with `.documentType` set to ‘contractSigned’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista /contracts/documents` para objetos `Document` con `.documentType` establecidos con ‘contractSigned’ y copiar cada uno de los objetos a la lista `.summary.documents` .*

source: **Document:** [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'incorporationCertificate'. **Data:** Add an `Organization` object to the `parties` array and: * Set its `.role` to 'supplier' * Set its `.identifier.id` to the registration number * Set its `.identifier.scheme` to the code from [org-id.guide](https://org-id.guide/) for the register the identifier is drawn from * Set its `.id`
es: **Documentos:** [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'incorporationCertificate'. **Datos:** Agregar un objeto `Organization` a la lista `parties` y: * Establecer su `.role` a 'supplier' * Establecer su `.identifier.id` al número de registro * Establecer su `.identifier.scheme` al código de [org-id.guide](https://org-id.guide/) para el registro del cual se extrae el identificador * Establecer su `.id`

source: *Check the `/contracts/documents` array for `Document` objects with `/type` set to ‘incorporationCertificate’ and copy each object to the `.summary.documents` array.* Check the `/parties` array for `Organization` objects with 'supplier' in `/roles`. For each such object, copy it to the `parties` array in OC4IDS, add an `OrganizationReference` object to `.summary.suppliers` and set the `OrganizationReference`'s `.name` and `.id` to the `Organization`'s `.name` and `.id`.
es: *Validar la lista `/contracts/documents` para objetos `Document` con `/type` establecidos a ‘incorporationCertificate’ y copiar cada uno de los objetos a la lista `.summary.documents`.* Validar la lista `/parties` para objetos `Organization` con 'supplier' en `/roles`. Para cada objeto, copiar a la lista `parties` en OC4IDS, agregar un objeto `OrganizationReference` a `.summary.suppliers` y establecer `.name` y `.id` de `OrganizationReference` con los valores de `.name` y `.id` de `Organization`.

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'technicalSpecifications'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'technicalSpecifications'.

source: *Check the `/contracts/documents` array for `Document` objects with `/type` set to ‘technicalSpecifications’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista `/contracts/documents` para objetos `Document` con `/type` establecidos a ‘technicalSpecifications’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: For each variation, change or amendment, publish an entry with a `.date` and `.description` in `.summary.modifications`. Set `.type` based on the type of change and provide the relevant before/after values in `.oldContractPeriod`, `.oldContractValue`, ``.newContractPeriod and `.newContractValue`.
es: Por cada variación, cambio o enmienda, publicar una entrada con `.date` y `.description` en `.summary.modifications`. Establecer `.type` sobre el tipo de cambio y proporcionar los valores relevantes de antes/después en `.oldContractPeriod`, `.oldContractValue`, ``.newContractPeriod y `.newContractValue`.

source: *Monitor the following fields for changes:* * `/contracts/value` * `/contracts/period` * `/contracts/description` * `/contracts/items` * `/contracts/implementation/milestones` *Copy `/contracts/amendments/description` to `summary.modifications.description` and `/date` to `.summary.modifications.date`.*
es: *Monitorear los siguientes campos en busca de cambios:* * `/contracts/value` * `/contracts/period` * `/contracts/description` * `/contracts/items * `/contracts/implementation/milestones` *Copiar `/contracts/amendments/description` a `summary.modifications.description` y `/date` a `.summary.modifications.date`.*

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'escalationApprovals'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'escalationApprovals'.

source: *Check the `/contracts/documents` and `/contracts/implementation/documents` arrays for `Document` objects with `.documentType` set to ‘escalationApprovals’ and copy each object to the `.summary.documents` array.*
es: *Validar las listas `/contracts/documents` y `/contracts/implementation/documents` para objetos `Document` con `.documentType` establecidos a ‘escalationApprovals’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'qualityAssuranceReport'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'qualityAssuranceReport'.

source: *Check the `/contracts/documents` and `/contracts/implementation/documents` arrays for `Document` objects with `.documentType` set to ‘qualityAssuranceReport’ and copy each object to the `.summary.documents` array.*
es: *Validar las listas `/contracts/documents` y `/contracts/implementation/documents` para objetos `Document` con `.documentType` establecidos a ‘qualityAssuranceReport’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: **Data:** For each disbursement, add a `Transaction` to `.summary.transactions` and set its fields according to the schema definitions. **Documents:** [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'paymentCertificate'.
es: **Datos:** Para cada desembolso, agregar `Transaction` a `.summary.transactions` y establecer sus campos de acuerdo con las definiciones del esquema. **Documentos** [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'paymentCertificate'.

source: *Copy the contents of the `/contracts/implementation/transactions` array to `.summary.transactions`.* *Check the `/contracts/implementation/documents` array for `Document` objects with `.documentType` set to ‘paymentCertificate’ and copy each object to the `.summary.documents` array.*
es: *Copiar los contenidos de la lista `/contracts/implementation/transactions` a `.summary.transactions`.* *Validar la lista `/contracts/implementation/documents` para objetos `Document` con `.documentType` establecidos a ‘paymentCertificate’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'contractAmendment'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'contractAmendment'.

source: *Check the `/contracts/documents` array for `Document` objects with `.documentType` set to ‘contractAmendment’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista `/contracts/documents` para objetos `Document` con `.documentType` establecidos a ‘contractAmendment’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: From the `parties` array, get the `Organization` object whose role is 'administrativeEntity'. If none exists yet: * Add an `Organization` object to the `parties` array * Set its `.name` to the name of the administrative entity * Set its `.role` to 'administrativeEntity' Add a `Person` object to the organization's `.people` array and: * Set its `.id` incrementally * Set its `.name` to the contract official's name * Set its `.jobTitle` to the contract official's job title
es: De la lista `parties`, obtener el objeto `Organization` cuyo rol es 'administrativeEntity'. Sí aún no existe ninguno: * Agregar un objeto `Organization` a la lista `parties` * Establecer `.name` al nombre de la entidad administrativa * Establecer su `.role` a 'administrativeEntity' Agregar un objeto `Person` de la lista `.people` de la organización y: * Establecer su `.id` de forma incremental * Establecer su `.name` al nombre del funcionario contratado * Establecer su `.jobTitle` al cargo del funcionario contratado

source: *Check the `/parties` array for `Organization` objects with 'administrativeEntity' in `/roles`. Copy each object to the `parties` array in OC4IDS. If there is more than one procuring entity, do not set `.summary.tender.procuringEntity.name` and `.summary.tender.procuringEntity.id`; otherwise, set them to the procuring entity's `.name` and `.id`.*
es: *Validar la lista `/parties` para objetos `Organization` con 'administrativeEntity' en `/roles`. Copiar cada uno de los objetos a la lista `parties` en OC4IDS. Si hay más de una una entidad contratante, no establecer `.summary.tender.procuringEntity.name` y `.summary.tender.procuringEntity.id`; caso contrario establecer `.name` y `.id`. de las entidades contratantes.*

source: Set `.summary.tender.procurementMethod` to a value from the Method codelist.
es: Establecer `.summary.tender.procurementMethod` con un valor de la lista de códigos del Método.

source: Set `.summary.tender.procurementMethod` to the value of `/tender/procurementMethod`.
es: Establecer `.summary.tender.procurementMethod` al valor de `/tender/procurementMethod`.

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'biddingDocuments'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'biddingDocuments'.

source: *Check the `/tender/documents` array for `Document` objects with `.documentType` set to ‘biddingDocuments’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista `/tender/documents` para los objetos `Document` con `.documentType` establecidos a ‘biddingDocuments’ y copiar cada uno de los objetos a la lista `.summary.documents`.*

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'evaluationReports'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'evaluationReports'.

source: *Check the `/tender/documents` array for `Document` objects with `.documentType` set to ‘evaluationReports’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista `/tender/documents` para objetos `Document` con `.documentType` establecidos a ‘evaluationReports’ y copiar cada objeto a la lista `.summary.documents`.*

source: [Add a contracting process document](#add-a-contracting-process-document) and set `.documentType` to 'projectDesignReport'.
es: [Agregar un documento del proceso de contratación](#add-a-contracting-process-document) y establecer `.documentType` a 'projectDesignReport'.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘projectDesignReport’ and copy each object to the `.summary.documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` estblecidos a ‘projectDesignReport’ y copiar cada objeto a la lista `documents`.*

source: **Documents** Physical progress reports: [Add a project document](#add-a-project-document) and set `.documentType` to 'physicalProgressReport'. Financial progress reports: [Add a project document](#add-a-project-document) and set `.documentType` to 'financialProgressReport'. **Data** See [implementation progress reports](#implementation-progress-reports)
es: **Documentos** Informes de progreso físico: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'physicalProgressReport'. Informes de progreso financiero: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'financialProgressReport'. **Datos** Ver [informes de progreso de la implementación](#implementation-progress-reports)

source: *Optionally, check the `/contracts/implementation` array for `Document` objects with `.documentType` set to ‘physicalProgressReport’ or ‘financialProgressReport and copy each object to the `.summary.documents` array.* *Optionally, copy the contents of the `/planning/forecasts` array to `forecasts` and copy the contents of the `/contracts/implementation/metrics` array to `metrics`.*
es: *Opcionalmente, validar la lista `/contracts/implementation` para objetos `/contracts/implementation` con `.documentType` establecidos a ‘physicalProgressReport’ o ‘financialProgressReport y copiar cada objeto a la lista `.summary.documents`.* *Opcionalmente, copiar el contenido de la lista `/planning/forecasts` a `forecasts` y copiar elcontenido de la lista `/contracts/implementation/metrics` a `metrics`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'budgetAmendmentApproval'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'budgetAmendmentApproval'.

source: *Check the `/planning/documents` array for `Document` objects with `.documentType` set to ‘budgetAmendmentApproval’ and copy each object to the `documents` array.*
es: *Validar la lista `/planning/documents` para objetos `Document` con `.documentType` establecidos a ‘budgetAmendmentApproval’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'projectCompletionReport'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'projectCompletionReport'.

source: *Check the `/contracts/implementation` array for `Document` objects with `.documentType` set to ‘projectCompletionReport’ and copy each object to the `documents` array.*
es: *Validar la lista `/contracts/implementation` para objetos `Document` con `.documentType` establecidos a ‘projectCompletionReport’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'projectEvaluation'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'projectEvaluation'.

source: *Check the `/contracts/implementation` array for `Document` objects with `.documentType` set to ‘projectEvaluation’ and copy each object to the `documents` array.*
es: *Validar la lista `/contracts/implementation` para objetos `Document` con `.documentType` establecidos a ‘projectEvaluation’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'technicalAuditReport'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'technicalAuditReport'.

source: *Check the `/contracts/implementation` array for `Document` objects with `.documentType` set to ‘technicalAuditReport’ and copy each object to the `documents` array.*
es: *Validar la lista `/contracts/implementation` para objetos `Document` con `.documentType` establecidos a ‘technicalAuditReport’ y copiar cada objeto a la lista `documents`.*

source: [Add a project document](#add-a-project-document) and set `.documentType` to 'financialAuditReport'.
es: [Agregar un documento de proyecto](#add-a-project-document) y establecer `.documentType` a 'financialAuditReport'.

source: *Check the `/contracts/implementation` array for `Document` objects with `.documentType` set to ‘financialAuditReport’ and copy each object to the `documents` array.*
es: *Validar la lista `/contracts/implementation` para objetos `Document` con `.documentType` establecidos a ‘financialAuditReport’ y copiar cada objeto a la lista `documents`.*
