Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/infrastructure-mappings.po
Languages: es

source: CoST IDS element
es: Elemento del CoST IDS

source: CoST IDS draft definition
es: Borrador de definiciones del CoST IDS

source: Mapping to OC4IDS
es: Mapeo a OC4IDS

source: Mapping from OCDS
es: Mapeo desde OCDS

source: Contracting process: For each variation, publish an entry with a `.date` and `.description` in `.summary.modifications` with `.type` of 'value'. Provide the contract value before the variation in `.oldContractValue` and the contract value after the variation in `.newContractValue`
es: Proceso de contratación: Para cada variación, publicar una entrada con `.date` y `.description` en `.summary.modifications` con `.type` de 'value'. Proporcionar el valor del contrato antes de la variación en `.oldContractValue` y el valor del contrato después de la variación en `.newContractValue`

source: *Monitor `/contracts/value` for changes. Copy `/contracts/amendments/description` to `.description` and `/date` to `.date`.*
es: *Monitorear `/contracts/value` para cambios. Copiar `/contracts/amendments/description` a `.description` y `/date` to `.date`.*

source: Contracting process: For each escalation, publish an entry with a `.date` and `.description` in `.summary.modifications` with `.type` of 'value'. Provide the contract value before the escalation in `.oldContractValue` and the contract value after the escalation in `.newContractValue`
es: Proceso de contratación: Para cada escalamiento, publique una entrada con `.date` y `.description` en `.summary.modifications` con `.type` del 'value'. Proporcione el valor del contrato antes del escalamiento en `.oldContractValue` y el valor del contrato después del escalamiento en `.newContractValue`

source: Contracting process: For each variation, publish an entry with a `.date` and `.description` in `.summary.modifications` with `.type` of 'duration'. Provide the contract period before the variation in `.oldContractPeriod` and the contract period after the variation in `.newContractPeriod`
es: Proceso de contratación: Para cada variación, publicar una entrada con `.date` y `.description` en `.summary.modifications` con `.type` de 'duration'. Proporcionar el periodo del contrato antes de la variación en `.oldContractPeriod` y el periodo del contrato después de la variación en `.newContractPeriod`

source: *Monitor `/contracts/period` for changes. Copy `/contracts/amendments/description` to `.description` and `/date` to `.date`.*
es: *Monitorear `/contracts/period` para cambios. Copiar `/contracts/amendments/description` a `.description` y `/date` a `.date`.*

source: Contracting process: For each variation, publish an entry with a `.date` and `.description` in `.summary.modifications` with `.type` of 'scope'
es: Proceso de contratación: Para cada variación, publicar una entrada con `.date` y `.description` en `.summary.modifications` con `.type` de 'scope'

source: *Monitor `/contracts/description`, `/contracts/items` and `/contracts/implementation/milestones` for changes. Copy `/contracts/amendments/description` to `.description` and `/date` to `.date`.*
es: **Monitorear `/contracts/description`, `/contracts/items` y `/contracts/implementation/milestones` para cambios. Copiar `/contracts/amendments/description` a `.description` y `/date` a `.date`.*

source: Contracting process: For each variation, provide a `.rationale` in `.summary.modifications`.
es: Proceso de contratación: Para cada variación, proporcionar `.rationale` en `.summary.modifications`.

source: *Copy `contracts/amendments/rationale` to `.rationale`.*
es: **Copiar el valor de `contracts/amendments/rationale` a `.rationale`.*

source: Project Level: Add an entry to `parties` with 'procuringEntity' included in its `.roles` | Contracting process: Record the name and identifier in `.summary.tender.procuringEntity`
es: Nivel de proyecto: Agregar una entrada a `parties` con el campo 'procuringEntity' incluido en `.roles` | Proceso de contratación: Registrar el nombre y el identificador en `.summary.tender.procuringEntity`

source: Check the `/parties` array for `Organization` objects with 'procuringEntity' in `/roles`. Copy each object to the `parties` array in OC4IDS. If there is more than one procuring entity, do not set `.summary.tender.procuringEntity.name` and `.summary.tender.procuringEntity.id`; otherwise, set them to the procuring entity's `.name` and `.id`.
es: *Verificar la lista `/parties` para el objeto `Organization` con 'administrativeEntity' en `/roles`. Copiar cada uno de los objetos a la lista `parties` en OC4IDS. Si hay más de una una entidad contratante, no establecer `.summary.tender.procuringEntity.name` y `.summary.tender.procuringEntity.id`; caso contrario establecer `.name` y `.id`. de las entidades contratantes.*

source: Project Level: Publish the postal address in `parties.address` and the electronic address in `parties.contactPoint`
es: Nivel de proyecto: Publicar la dirección postal en el campo `parties.address` y la dirección electrónica en `parties.contactPoint`

source: Project Level: Add an entry to `parties` with 'administrativeEntity' included in its `.roles` | Contracting process: Record the name and identifier in `.summary.tender.administrativeEntity`
es: Nivel de proyecto: Agregar una entrada a `parties` con el campo 'administrativeEntity' incluido en `.roles` | Proceso de contratación: Registrar el nombre y el identificador en `.summary.tender.administrativeEntity`

source: Check the `/parties` array for `Organization` objects with 'administrativeEntity' in `/roles`. Copy each object to the `parties` array in OC4IDS. If there is more than one procuring entity, do not set `.summary.tender.administrativeEntity.name` and `.summary.tender.administrativeEntity.id`; otherwise, set them to the procuring entity's `.name` and `.id`.
es: *Verificar la lista `/parties` para el objeto `Organization` con 'administrativeEntity' en `/roles`. Copiar cada uno de los objetos a la lista `parties` en OC4IDS. Si hay más de una entidad contratante, no establecer `.summary.tender.procuringEntity.name` y `.summary.tender.procuringEntity.id`; caso contrario establecer `.name` y `.id`. de las entidades contratantes.*

source: Contracting process: Publish in `.summary.status` using the contractingProcessStatus codelist
es: Proceso de contratación: Publicar en el campo `.summary.status` utilizando la lista de códigos de contractingProcessStatus

source: Set `.summary.status` to a value from the contractingProcessStatus codelist according to the business logic in the codelist.
es: Establecer `.summary.status` a un valor de la lista de códigos contractingProcessStatus de acuerdo con la lógica empresarial en la lista de códigos.

source: Contracting process: Publish in `.summary.tender.procurementMethodDetails` and map to `.summary.tender.procurementMethod`
es: Proceso de contratación: Publicar en el campo `.summary.tender.procurementMethodDetails` y mapear al campo `.summary.tender.procurementMethod`

source: Set `.summary.tender.procurementMethod` and `.summary.tender.procurementMethodDetails`to the values of `/tender/procurementMethod` and `/tender/procurementMethodDetails` respectively.
es: Establecer `.summary.tender.procurementMethod` y `.summary.tender.procurementMethodDetails` a los valores de `/tender/procurementMethod` y `/tender/procurementMethodDetails` respectivamente.

source: Contracting process: Add one or more values to the `.summary.nature` array. (e.g. ["design", "build"] for a design and build contract)
es: Proceso de contratación: Agregar uno o más valores a la lista `.summary.nature`. (por ejemplo ["diseño", "construcción"] para un contrato de diseño y construcción)

source: *Map from `/tender/items/classification` or `/tender/items/additionalClassifications` or infer from `/tender/description`.*
es: *Mapear de `/tender/items/classification` o `/tender/items/additionalClassifications` o inferir el valor basándose en `/tender/description`.*

source: Contracting process: Publish in `.summary.tender.numberOfTenderers`
es: Proceso de contratación: Publicar en el campo `.summary.tender.numberOfTenderers`

source: Set `.summary.numberOfTenderers` to the value of `/tender/numberOfTenderers`.
es: Establecer `.summary.numberOfTenderers` al valor de `/tender/numberOfTenderers`.

source: Contracting process: Publish in `.summary.tender.costEstimate`
es: Proceso de contratación: Publicar en el campo `.summary.tender.costEstimate`

source: Check the individual releases for the contracting process and set `.summary.tender.costEstimate` to the value of `/tender/value` in the most recent release with `/tender/status` set to 'planning'.
es: Validar las entregas individuales para el proceso de contratación y establecer `.summary.tender.costEstimate` al valor de `/tender/value` en la entrega más reciente con `tender/status` establecido en 'planning'.

source: Contracting process: Publish in `.summary.title`
es: Proceso de contratación: Publicar en el campo `.summary.title`

source: If the contracting process has only one `Contract` object in `/contracts`, set `.summary.title` to the value of the contract's `/title`; if not available and the contracting process has only one `Award` object in `/awards`, use its `/title`. Otherwise, use `/tender/title`.
es: Si el proceso de contratación tiene un solo objeto `Contract` en `/contracts`, establecer `.summary.title` al valor de los contratos `/title`; si no esta disponible y el proceso de contratación tiene solo un objeto `Award` en `/awards`, usar `/title`. Caso contrario, usar`/tender/title`.

source: Project Level: Add an entries to `parties` with 'supplier' included in their `.roles` | Contracting process: Add the names and identifiers to the `.summary.suppliers` array
es: Nivel de proyecto: Agregar una entrada a `parties` con el campo 'supplier' incluido en sus `.roles` | Proceso de contratación: Agregar los nombres e identificadores a la lista `.summary.suppliers`

source: Check the `/parties` array for `Organization` objects with 'supplier' in `/roles`. For each such object, copy it to the `parties` array in OC4IDS, add an `OrganizationReference` object to `.summary.suppliers` and set the `.name` and `.id` of the `OrganizationReference` to the `.name` and `.id` of the `Organization`.
es: Verificar la lista `/parties` para los objetos `Organization` con 'supplier' en `/roles`. Para cada uno de los objetos copiarlos a la lista `parties` en OC4IDS, agregar un objeto `OrganizationReference` a `.summary.suppliers` y establecer `.name` y `.id` de la `OrganizationReference` al `.name` y `.id` de la `Organization`.

source: Contracting process: Publish in `.summary.contractValue`
es: Proceso de contratación: Publicar en el campo `.summary.contractValue`

source: If the value of `/value/currency` is the same for all `Award` objects in `/awards`, set `.summary.contractValue.amount` to the sum of `/value/amount` in each `Award` object and set `.summary.contractValue.currency` to the value of `/value/currency`. *Otherwise, convert `/value/amount` in each `Award` object to a base currency, set `.summary.contractValue.amount` to the sum of the converted values and set `.summary.contractValue.currency` to the base currency.*
es: Si el valor de `/value/currency` es el mismo para todos los objetos `Award` en `/awards`, establecer `.summary.contractValue.amount` a la suma de `/value/amount` en cada objeto `Award` y establecer `.summary.contractValue.currency` al valor de `/value/currency`. *Caso contrario, convertir `/value/amount` en cada objeto `Award` a la moneda base, establecer `.summary.contractValue.amount` a la suma de los valores convertidos y establecer `.summary.contractValue.currency` a la moneda base.*

source: Contracting process: Publish in `.summary.description`. Additionally detailed documentation may be provided as documents within linked releases
es: Proceso de contratación: Publicar en el campo `.summary.description`. Además, la documentación detallada puede proporcionarse como documentos dentro de las entregas vinculadas.

source: If there is more than one `Contract` object in `/contracts` or more than one `Award` object in `/awards`, set `.summary.description` to the value of `/tender/description`; if unavailable and if there is only one `Item` object in `/tender/items`, then set `.summary.description` to the value of the item's `/description`. Otherwise, if there is only one `Award` or `Contract` object with a `/description` field, set `.summary.description` to the value of the object's `/description`. Otherwise, if there is only one `Item` with a `/description` field in `/awards/items` and `/contracts/items`, set `.summary.description` to the value of the item's `/description`.
es: Si hay más de un objeto `Contract` en `/contracts` o más de un objeto `Award` en `/awards`, establecer `.summary.description` al valor de `/tender/description`; si no está disponible y hay solo un objeto `Item` en `/tender/items`, entonces establecer `.summary.description` al valor de uno de los ítems `/description`. Por otro parte, si hay solo un objeto `Award` o `Contract` con el campo de `/description`, establecer `.summary.description` al valor del objeto `/description`. Por otra parte, si hay solo un `Item` con el un campo `/description` en `/awards/items` y `/contracts/items`, establecer `.summary.description` al valor de `/description` del ítem.

source: Contracting process: Publish in `.summary.contractPeriod`
es: Proceso de contratación: Publicar en el campo `.summary.contractPeriod`

source: Set `.summary.contractPeriod.startDate` to the earliest `/contractPeriod/startDate` of all `Award` objects in `/awards` and set `.summary.contractPeriod.endDate` to the latest `/contractPeriod/endDate` of all `Award` objects in `/awards`; if not available, set `.summary.contractPeriod` to the value of `/tender/contractPeriod`.
es: Establecer `.summary.contractPeriod.startDate` con el primer `/contractPeriod/startDate` de todos los objetos `Award` en `/awards` y establecer `.summary.contractPeriod.endDate` con el último `/contractPeriod/endDate` de todos objetos `Award` en `/awards`; si no está disponible, establecer `.summary.contractPeriod` con el valor de `/tender/contractPeriod`.

source: Project Level: Publish in `status`
es: Nivel de proyecto: Publicar en el campo `status`

source: *Infer from `/tag` of most recent release.*
es: *Inferir a partir de `/tag` de la entrega más reciente.*

source: Project Level: Publish in `completion.finalValue`
es: Nivel de proyecto: Publicar en el campo `completion.finalValue`

source: *Infer projected cost from `/contracts/value` and infer actual cost from `/contracts/implementation/finalValue` (Contract completion extension); if not available, infer from total of `/contracts/implementation/transactions/value`.*
es: *Inferir el costo proyectado a partir de `/contracts/value` e inferir el costo real a partir de `/contracts/implementation/finalValue` (Extensión de Cumplimiento del contrato); si este no está disponible, inferir el valor a partir del total de `/contracts/implementation/transactions/value`.*

source: Project Level: Publish in `completion.endDate`
es: Nivel de proyecto: Publicar en el campo `completion.endDate`

source: *Infer from `/contracts/implementation/endDate` (Contract completion extension); if not available, infer from `/contracts/period/endDate`.*
es: *Inferir a partir de `/contracts/implementation/endDate` (Extensión de Cumplimiento de Contrato); si no está disponible, inferir el valor a partir de `/contracts/period/endDate`.*

source: Project Level: Publish free text as `completion.finalScope` and/or include document with `.documentType` of `projectScope` and dates and descriptions that show this is final scope at completion
es: Nivel de proyecto: Publicar texto libre en el campo `completion.finalScope` y/o incluir un documento con `.documentType` del `projectScope` y fechas y descripciones que muestren que este es el alcance final al momento de la finalización.

source: *Check `/planning/documents` for documents with `/type` set to `projectScope` or infer from `/contracts/items` or `/contracts/implementation/milestones`.*
es: *Validar en `/planning/documents` para documentos con `/type` establecido a `projectScope` o inferir el valor a partir de `/contracts/items` o `/contracts/implementation/milestones`.*

source: Project Level: Publish using `completion.endDateDetails`, `completion.finalValueDetails` and `completion.finalScopeDetails`
es: Nivel de Proyecto: Publicar utilizando los campos `completion.endDateDetails`, `completion.finalValueDetails` y `completion.finalScopeDetails`

source: *Infer from `/contracts/implementation/endDateDetails` and `/contracts/implementation/finalValueDetails` (Contract completion extension); if not available, infer from `/contracts/amendments`.*
es: *Inferir a partir de `/contracts/implementation/endDateDetails` y `/contracts/implementation/finalValueDetails` (Extensión de Cumplimiento del Contrato); si estos no están disponibles, inferira partir de `/contracts/amendments`.*

source: Project Level: Publish in `documents`, with `.documentType` set to 'financialAuditReport' or 'technicalAuditReport' and include a short description and/or a link to a document providing details
es: Nivel de Proyecto: Publicar en `documents`, con `.documentType` establecido a 'financialAuditReport' o 'technicalAuditReport' e incluir una breve descripción y/o un enlace a un documento que proporcione detalles

source: Check the `/contracts/implementation/documents` array for `Document` objects with `/type` set to 'finalAudit'. Copy each such object to the `documents` array.
es: Validar ficar la lista `/contracts/implementation/documents` para objetos `Document` con `/type` establecidos a 'finalAudit'. Copiar cada objeto a la lista `documents`.

source: Project Level: Add an `Organization` object to `parties` with 'publicAuthority' included in its `.roles`. Set `publicAuthority.name` and `publicAuthority.id` to the `.name` and `.id` of the object.
es: Nivel de proyecto: Agregar un objeto `Organization` a `parties` con 'publicAuthority' incluido en `.roles`. Establecer `publicAuthority.name` y `publicAuthority.id` al `.name` y `.id` del objeto.

source: Check the `/parties` array for `Organization` objects with 'buyer' in `/roles`. Copy each object to the `parties` array in OC4IDS and add 'publicAuthority' to its `.roles`. *If there is more than one public authority, do not set `publicAuthority.name` and `publicAuthority.id`; otherwise, set them to the public authority's `.name` and `.id`.*
es: Validar la lista `/parties` para los objetos `Organization` con 'buyer' en `/roles`. Copiar cada uno de los objetos a la lista `parties` en OC4IDS y agregar 'publicAuthority' a sus `.roles`. Si hay más de una autoridad pública, no establecer `publicAuthority.name` y ` publicAuthority.id`; caso contrario, establecer `.name` y `.id`.* de las autoridades públicas.

source: Project Level: Map to the projectSector codelist and publish one or more values in `sector`. Publish any additional sector classifications from local or other global codelists in `additionalClassifications`.
es: Nivel de proyecto: Mapear a la lista de códigos projectSector y publicar uno o más valores en `sector`. Publicar cualquier clasificación adicional de sectores de las listas de códigos local o global en `additionalClassifications`.

source: *Copy the `Classification` object from `/planning/project/sector` (Project extension) to the `additionalClassifications` array. Additionally, map the classification used in OCDS to the projectSector codelist and publish one or more values in `sector`.*
es: *Copiar el objeto `Classification` de `/planning/project/sector` (Extensión del Proyecto) a la lista `additionalClassifications`. Adicionalmente, mapear la clasificación utilizada en OCDS a la lista de códigos projectSector y publicar uno o más valores en `sector`.*

source: Project Level: Publish in `additionalClassifications`
es: Nivel de proyecto: Publicar en el campo `additionalClassifications`

source: Copy each `Classification` object from the `/planning/project/additionalClassifications` array (Project extension) to the `additionalClassifications` array.
es: Copiar cada uno de los objetos `Classification` desde la lista de `/planning/project/additionalClassifications` (Extensión del Proyecto), a la lista `additionalClassifications`.

source: Project Level: Publish in `title`
es: Nivel de proyecto: Publicar en el campo `title`

source: Set `title` to the value of `/planning/project/title` (Project extension); if not available, optionally use `/tender/title`.
es: Establecer `title` al valor de `/planning/project/title` (Extensión del Proyecto); si no está disponible, opcionalmente utilizar `/tender/title`.

source: Project Level: Publish using the `locations` fields as an address, geometry (point/line/polygon) or gazetteer entry
es: Nivel de proyecto: Publicar utilizando los campos `locations` como una dirección, geometría (punto/línea/polígono) o entrada en un diccionario geográfico

source: Copy each `Location` object from `/planning/project/locations` (Project extension) to the `locations` array; if not available, optionally use `/tender/items/deliveryLocation` or `/tender/items/deliveryAddress` (Location extension). Add an `.id` to each `Location` object.
es: Copiar cada objeto `Location` de `/planning/project/locations` (Extensión del Proyecto) a la lista `locations`; si no está disponible, opcionalmente utilizar `/tender/items/deliveryLocation` o `/tender/items/deliveryAddress` (Extensión de ubicación). Agregar un `.id` a cada objeto `Location`.

source: Project Level: Publish in `purpose`; if classified against a codelist, also publish in `additionalClassifications`.
es: Nivel de proyecto: Publicar en el campo `purpose`; si se clasifica según una lista de códigos, publicar también en `additionalClassifications`.

source: Set `purpose` to the value of `/planning/rationale`; if not available, optionally check the `/planning/documents` array for `Document` objects with `/type` set to 'needsAssessment' and copy each object to the `documents` array.
es: Establecer `purpose` al valor de `/planning/rationale`; si no esta disponible, opcionalmente verfificar la lista `/planning/documents` para los objetos `Document` con `/type` establecidos a 'needsAssessment' y copiar cada uno de los objetos a la lista `documents`.

source: Project Level: Publish in `description`
es: Nivel de proyecto: Publicar en el campo `description`

source: Set `description` to the value of `/planning/project/description` (Project extension); if not available, optionally use `/tender/description`.
es: Establecer `description` al valor de `/planning/project/description` (Extensión del Proyecto); si no está disponible, opcionalmente usar `/tender/description`.

source: Project Level: Publish in `documents`, with `.documentType` set to 'projectScope' and include a short description and/or a link to a document providing details
es: Nivel de proyecto: publicar en `documents`, con `.documentType` y establecer a 'projectScope' e incluir una breve descripción y/o un enlace a un documento que proporcione más detalles
