Repository: open-contracting/infrastructure
Catalog: docs/locale/*/LC_MESSAGES/support.po
Languages: es

source: Support
es: Apoyo

source: If you are planning to publish or use data using the OC4IDS then the OC4IDS Helpdesk team are on hand to offer advice and input.
es: Si planea publicar o usar datos que utilizan OC4IDS, el equipo del Helpdesk de OC4IDS está disponible para ofrecer consejos y sugerencias.

source: We can:
es: Podemos:

source: Help you identify approaches for converting data from your existing systems to OC4IDS;
es: Ayudarte a identificar estrategias para convertir datos desde sus sistemas existentes a OC4IDS;

source: Suggest existing tools and services which may help you publish or use OC4IDS data;
es: Sugerir herramientas y servicios existentes que podrían ayudarte a publicar o usar datos OC4IDS;

source: Provide guidance on mapping your data structures to the standard;
es: Proveer guía sobre cómo mapear tus estructuras de datos al estándar;

source: Give you feedback on draft data files, and support with validation of your data;
es: Dar retroalimentación sobre borradores de archivos de datos y apoyo para validar tus datos;

source: Through funding from the Open Contracting Partnership and CoST - the Infrastructure Transparency Initiative, this support is provided free of charge.
es: Gracias al financiamiento por parte de Open Contracting Partnership y CoST - la Iniciativa de Transparencia en Infraestructura, este soporte es proveído de forma gratuita.

source: E-mail [data@open-contracting.org](mailto:data@open-contracting.org) with your questions, and a member of the OC4IDS Helpdesk will be in touch with you soon.
es: Escriba un correo a [data@open-contracting.org](mailto:data@open-contracting.org) con sus preguntas, y un miembro del Helpdesk de OC4IDS se pondrá en contacto con usted.

source: Developers, or those wishing to provide technical input to OC4IDS, may wish to go straight to the [GitHub repository](https://github.com/open-contracting/infrastructure).
es: Los desarrolladores, u otros interesados en brindar aporte técnico a OC4IDS, podrían desear ir directamente al [repositorio de GitHub](https://github.com/open-contracting/infrastructure).
